[
{"type":"header","version":"5.2.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"igrah"},
{"type":"table","name":"tbl_orcamentoitens","database":"igrah","data":
[
{"id_orc":"1","cod":"01","descr":"Terraplenagem","und":""},
{"id_orc":"3","cod":"01.01.01","descr":"Desmatação, incluindo derrube de árvores, desenraizamento, limpeza do terreno, carga, transporte e colocação dos produtos em vazadouro e eventual indemnização por depósito.","und":"m2"},
{"id_orc":"4","cod":"01.01.02","descr":"Demolição de construções (excluindo muros), incluindo carga, transporte e colocação dos produtos em vazadouro, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"5","cod":"01.01.03","descr":"Demolição de muros, incluindo carga, transporte e colocação dos produtos em vazadouro, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"6","cod":"01.01.04","descr":"Demolição de elementos do sistema de drenagem existente, incluindo carga, transporte e colocação dos produtos em vazadouro, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"7","cod":"01.01.05","descr":"Desativação de poços, nascentes ou outras captações existentes:","und":""},
{"id_orc":"8","cod":"01.01.05.01","descr":"Enchimento de poços com enrocamento, ou outro material com características drenantes equivalentes.","und":"m3"},
{"id_orc":"9","cod":"01.01.05.02","descr":"Captação e condução de águas.","und":"m"},
{"id_orc":"10","cod":"01.01.06","descr":"Decapagem na linha de terra vegetal com a(s) espessura(s) média(s) definida(s) no projeto e sua colocação em vazadouro, ou depósito provisório para posterior utilização, incluindo escavação, carga, transporte, proteção e eventual indemnização por depósito.","und":""},
{"id_orc":"11","cod":"01.01.06.01","descr":"Com colocação em vazadouro.","und":"m3"},
{"id_orc":"12","cod":"01.01.06.02","descr":"Com colocação em depósito provisório.","und":"m3"},
{"id_orc":"13","cod":"01.01.07","descr":"Preparação da fundação de aterros em condições especiais:","und":""},
{"id_orc":"14","cod":"01.01.07.01","descr":"Limpeza, regularização e compactação da fundação de aterros, em zonas de solos para execução de aterros de pequena altura.","und":"m2"},
{"id_orc":"15","cod":"01.01.07.02","descr":"Limpeza, regularização e compactação da fundação de aterros, em zonas de afloramentos rochosos.","und":"m2"},
{"id_orc":"16","cod":"01.01.07.03","descr":"Saneamento em fundação de aterros, incluindo carga, transporte e espalhamento em vazadouro ou depósito provisório, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"17","cod":"01.01.07.04","descr":"Preenchimento dos volumes saneados com materiais adequados, incluindo o seu fornecimento, transporte, espalhamento e compactação.","und":"m3"},
{"id_orc":"18","cod":"01.01.07.05","descr":"Fornecimento e colocação de geossintéticos em fundação de aterros, sobre baixas aluvionares compressíveis ou outros solos moles, com o objetivo essencial de desempenhar as funções de separação e\/ou filtro.","und":"m2"},
{"id_orc":"19","cod":"01.01.07.06","descr":"Fornecimento e colocação de geossintéticos em fundação de aterros, em zonas de deficiente traficabilidade, designadamente com espessuras elevadas de terras vegetais, de modo a permitir a circulação dos equipamentos de construção.","und":"m2"},
{"id_orc":"20","cod":"01.01.07.07","descr":"Fornecimento e colocação de geossintéticos em fundação de aterros, com a função de reforço, incluindo todos os dispositivos e acessórios necessários à sua aplicação.","und":"m2"},
{"id_orc":"21","cod":"01.01.07.08","descr":"Técnicas de consolidação, incluindo o fornecimento de todos os materiais necessários e a sua colocação ou execução - Drenos verticais do tipo Geodreno.","und":"m"},
{"id_orc":"22","cod":"01.01.07.09","descr":"Técnicas de consolidação, incluindo o fornecimento de todos os materiais necessários e a sua colocação ou execução - Estacas de areia - D = 0,40 m.","und":"m"},
{"id_orc":"23","cod":"01.01.07.10","descr":"Técnicas de consolidação, incluindo o fornecimento de todos os materiais necessários e a sua colocação ou execução - Estacas de areia - D = 0,50 m.","und":"m"},
{"id_orc":"24","cod":"01.01.07.11","descr":"Técnicas de consolidação, incluindo o fornecimento de todos os materiais necessários e a sua colocação ou execução - Estacas de brita com diâmetro inferior ou igual a 0,70 m.","und":"m"},
{"id_orc":"25","cod":"01.01.07.12","descr":"Técnicas de consolidação, incluindo o fornecimento de todos os materiais necessários e a sua colocação ou execução - Estacas de brita com diâmetro superior a 0,70 m.","und":"m"},
{"id_orc":"26","cod":"01.01.07.13","descr":"Técnicas de consolidação, incluindo o fornecimento de todos os materiais necessários e a sua colocação ou execução - Pré-carga, incluindo o fornecimento e posterior remoção do material aplicado.","und":"m3"},
{"id_orc":"27","cod":"01.01.07.14","descr":"Técnicas de consolidação, incluindo o fornecimento de todos os materiais necessários e a sua colocação ou execução - Valas drenantes, incluindo colocação de geotêxteis e preenchimento da vala com material drenante.","und":"m3"},
{"id_orc":"28","cod":"01.01.08","descr":"Camada drenante sobrejacente ao geotêxtil:","und":""},
{"id_orc":"29","cod":"01.01.08.01","descr":"Em areia natural.","und":"m3"},
{"id_orc":"30","cod":"01.01.08.02","descr":"Em solos permeáveis.","und":"m3"},
{"id_orc":"31","cod":"01.01.08.03","descr":"Em material aluvionar ou de terraço.","und":"m3"},
{"id_orc":"32","cod":"01.01.08.04","descr":"Em materiais britados ou obtidos por crivagem, mistura ou composição de materiais naturais.","und":"m3"},
{"id_orc":"33","cod":"01.02","descr":"Escavação na linha e colocação em aterro ou vazadouro:","und":""},
{"id_orc":"34","cod":"01.02.01","descr":"Escavação em terreno brando.","und":"m3"},
{"id_orc":"35","cod":"01.02.02","descr":"Escavação em terreno duro.","und":"m3"},
{"id_orc":"36","cod":"01.02.03","descr":"Escavação em terreno compacto (rocha).","und":"m3"},
{"id_orc":"37","cod":"01.02.04","descr":"Carga, transporte e colocação em aterro dos materiais provenientes da escavação:","und":""},
{"id_orc":"38","cod":"01.02.04.01","descr":"Incluindo espalhamento e compactação.","und":"m3"},
{"id_orc":"39","cod":"01.02.04.02","descr":"Incluindo tratamento \"in situ\" com cal e\/ou cimento em camadas com espessura entre 0,20 a 0,35 m, inclusive.","und":"m3"},
{"id_orc":"40","cod":"01.02.05","descr":"Carga, transporte e colocação em vazadouro dos materiais provenientes da escavação, incluindo espalhamento e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"41","cod":"01.02.06","descr":"Escavação de solos a rejeitar por falta de características para aplicação em aterros, incluindo carga, transporte, espalhamento em vazadouro e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"42","cod":"01.02.07","descr":"Regularização de taludes de escavação:","und":""},
{"id_orc":"43","cod":"01.02.07.01","descr":"Em zonas onde a escavação foi feita em terreno brando.","und":"m2"},
{"id_orc":"44","cod":"01.02.07.02","descr":"Em zonas onde a escavação foi feita em terreno duro.","und":"m2"},
{"id_orc":"45","cod":"01.02.07.03","descr":"Em zonas onde a escavação foi feita em terreno compacto (rocha).","und":"m2"},
{"id_orc":"46","cod":"01.02.08","descr":"Regularização de taludes de aterro.","und":"m2"},
{"id_orc":"47","cod":"01.02.09","descr":"Regularização e modelação das áreas interiores aos ramos dos nós.","und":"m2"},
{"id_orc":"48","cod":"01.02.10","descr":"Regularização e modelação de outras áreas confinantes com a estrada, conforme definido no projeto.","und":"m2"},
{"id_orc":"49","cod":"01.03","descr":"Escavação em empréstimo:","und":""},
{"id_orc":"50","cod":"01.03.01","descr":"Escavação em empréstimo em terreno de qualquer natureza e colocação em aterro, indemnização por desmatagem e arranjo para enquadramento paisagístico da zona de empréstimo:","und":""},
{"id_orc":"51","cod":"01.03.01.01","descr":"Carga, transporte, espalhamento e compactação.","und":"m3"},
{"id_orc":"52","cod":"01.03.01.02","descr":"Carga, transporte, espalhamento e compactação, incluindo tratamento \"in situ\" com cal e\/ou cimento em camadas com espessura entre 0,20 a 0,35 m, inclusive.","und":"m3"},
{"id_orc":"53","cod":"01.03.02","descr":"Tratamento paisagístico de zonas de empréstimo, de acordo com projeto específico, em casos excecionais.","und":"m2"},
{"id_orc":"54","cod":"01.04","descr":"Leito do pavimento, incluindo tratamento ou  fornecimento, e colocação dos materiais: (espessuras das camadas, após compactação)","und":""},
{"id_orc":"55","cod":"01.04.01","descr":"Em aterros de solos:","und":""},
{"id_orc":"56","cod":"01.04.01.01","descr":"Com solos selecionados e 0,15 m de espessura.","und":"m2"},
{"id_orc":"57","cod":"01.04.01.02","descr":"Com solos selecionados e 0,20 m de espessura.","und":"m2"},
{"id_orc":"58","cod":"01.04.01.03","descr":"Com solos selecionados e 0,30 m de espessura.","und":"m2"},
{"id_orc":"59","cod":"01.04.01.04","descr":"Tratamento \"in situ\" com ligantes hidráulicos e\/ou pozolânicos numa espessura de 0,20 m.","und":"m2"},
{"id_orc":"60","cod":"01.04.01.05","descr":"Tratamento \"in situ\" com ligantes hidráulicos e\/ou pozolânicos numa espessura de 0,25 m.","und":"m2"},
{"id_orc":"61","cod":"01.04.01.06","descr":"Tratamento \"in situ\" com ligantes hidráulicos e\/ou pozolânicos numa espessura de 0,30 m.","und":"m2"},
{"id_orc":"62","cod":"01.04.01.07","descr":"Em material granular não britado (seixo), com 0,15 m de espessura.","und":"m2"},
{"id_orc":"63","cod":"01.04.01.08","descr":"Em material granular não britado (seixo), com 0,20 m de espessura.","und":"m2"},
{"id_orc":"64","cod":"01.04.01.09","descr":"Em material granular britado, com 0,15 m de espessura.","und":"m2"},
{"id_orc":"65","cod":"01.04.01.10","descr":"Em material granular britado, com 0,20 m de espessura.","und":"m2"},
{"id_orc":"66","cod":"01.04.02","descr":"Em pedraplenos ou em aterros com materiais do tipo solo-enrocamento:","und":""},
{"id_orc":"67","cod":"01.04.02.01","descr":"Em material granular não britado (seixo), com 0,15 m de espessura.","und":"m2"},
{"id_orc":"68","cod":"01.04.02.02","descr":"Em material granular não britado (seixo), com 0,20 m de espessura.","und":"m2"},
{"id_orc":"69","cod":"01.04.02.03","descr":"Em material granular britado, com 0,15 m de espessura.","und":"m2"},
{"id_orc":"70","cod":"01.04.02.04","descr":"Em material granular britado, com 0,20 m de espessura.","und":"m2"},
{"id_orc":"71","cod":"01.04.03","descr":"Em escavações ou perfis mistos em solo:","und":""},
{"id_orc":"72","cod":"01.04.03.01","descr":"Escarificação, homogeneização e compactação, na espessura de 0,30 m.","und":"m2"},
{"id_orc":"73","cod":"01.04.03.02","descr":"Saneamento, incluindo carga, transporte e espalhamento em vazadouro, e eventual indemnização por depósito, na espessura de 0,40 m.","und":"m2"},
{"id_orc":"74","cod":"01.04.03.03","descr":"Saneamento, incluindo carga, transporte e espalhamento em vazadouro, e eventual indemnização por depósito, na espessura de 0,60 m.","und":"m2"},
{"id_orc":"75","cod":"01.04.03.04","descr":"Em solos \"selecionados\", com 0,15 m de espessura.","und":"m2"},
{"id_orc":"76","cod":"01.04.03.05","descr":"Em solos \"selecionados\", com 0,20 m de espessura.","und":"m2"},
{"id_orc":"77","cod":"01.04.03.06","descr":"Em solos \"selecionados\", com 0,30 m de espessura.","und":"m2"},
{"id_orc":"78","cod":"01.04.03.07","descr":"Tratamento \"in situ\" com ligantes hidráulicos e\/ou pozolânicos, numa espessura de 0,20 m.","und":"m2"},
{"id_orc":"79","cod":"01.04.03.08","descr":"Tratamento \"in situ\" com ligantes hidráulicos e\/ou pozolânicos, numa espessura de 0,25 m.","und":"m2"},
{"id_orc":"80","cod":"01.04.03.09","descr":"Tratamento \"in situ\" com ligantes hidráulicos e\/ou pozolânicos, numa espessura de 0,30 m.","und":"m2"},
{"id_orc":"81","cod":"01.04.03.10","descr":"Em material granular não britado (seixo), com 0,15 m de espessura.","und":"m2"},
{"id_orc":"82","cod":"01.04.03.11","descr":"Em material granular não britado (seixo), com 0,20 m de espessura.","und":"m2"},
{"id_orc":"83","cod":"01.04.03.12","descr":"Em material granular britado, com 0,15 m de espessura.","und":"m2"},
{"id_orc":"84","cod":"01.04.03.13","descr":"Em material granular britado, com 0,20 m de espessura.","und":"m2"},
{"id_orc":"85","cod":"01.04.04","descr":"Em escavações ou perfis mistos em rocha:","und":""},
{"id_orc":"86","cod":"01.04.04.01","descr":"Limpeza e\/ou saneamento, para posterior regularização da plataforma com material pétreo, numa espessura média de 0,15 m.","und":"m2"},
{"id_orc":"87","cod":"01.04.04.02","descr":"Limpeza e\/ou saneamento, para posterior regularização da plataforma com material pétreo, numa espessura média de 0,25 m.","und":"m2"},
{"id_orc":"88","cod":"01.04.04.03","descr":"Regularização da plataforma com material pétreo, numa espessura média de 0,15 m.","und":"m2"},
{"id_orc":"89","cod":"01.04.04.04","descr":"Regularização da plataforma com material pétreo, numa espessura média de 0,25 m.","und":"m2"},
{"id_orc":"90","cod":"01.04.05","descr":"Geossintéticos em leitos do pavimento, incluindo fornecimento e  colocação:","und":""},
{"id_orc":"91","cod":"01.04.05.01","descr":"Geotêxteis.","und":"m2"},
{"id_orc":"92","cod":"01.04.05.02","descr":"Geogrelhas.","und":"m2"},
{"id_orc":"93","cod":"01.05","descr":"Trabalhos em condições particulares:","und":""},
{"id_orc":"94","cod":"01.05.01","descr":"Escavação nas bermas e\/ou separador para alargamento do pavimento (abertura de caixa), incluindo transporte dos produtos escavados e sua colocação em vazadouro, e eventual indemnização por depósito, na espessura definida no projeto.","und":"m2"},
{"id_orc":"95","cod":"01.05.02","descr":"Preparação de taludes de aterro para posterior alargamento, de acordo com desenho de pormenor, incluindo carga, transporte e colocação em vazadouro dos produtos da limpeza, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"96","cod":"01.05.03","descr":"Limpeza, regularização e reperfilamento de valetas, incluindo carga, transporte e colocação em vazadouro dos produtos sobrantes, e eventual indemnização por depósito.","und":"m"},
{"id_orc":"97","cod":"01.05.04","descr":"Limpeza das linhas de água (ribeiras ou outras), incluindo carga, transporte e colocação em vazadouro dos produtos sobrantes, e eventual indemnização por depósito.","und":"m"},
{"id_orc":"98","cod":"01.05.05","descr":"Limpeza do interior de passagens hidráulicas existentes, incluindo carga, transporte e colocação em vazadouro dos produtos sobrantes, e eventual indemnização por depósito.","und":"m"},
{"id_orc":"99","cod":"01.05.06","descr":"Limpeza, regularização e reperfilamento de plataformas existentes, incluindo carga, transporte e colocação em vazadouro dos produtos sobrantes, e eventual indemnização por depósito.","und":"m"},
{"id_orc":"100","cod":"01.05.07","descr":"Limpeza, regularização e reperfilamento de bermas existentes, incluindo eventuais enchimentos e compactação, carga, transporte e colocação em vazadouro dos produtos sobrantes, e eventual indemnização por depósito.","und":"m2"},
{"id_orc":"101","cod":"01.05.08","descr":"Limpeza e regularização de taludes existentes, incluindo desmatação, carga, transporte e colocação dos produtos em vazadouro, e eventual indemnização por depósito.","und":"m2"},
{"id_orc":"102","cod":"01.05.09","descr":"Execução de valas para intersecção de raízes de árvores, incluindo enchimento de acordo com o definido no projeto","und":"m"},
{"id_orc":"103","cod":"01.05.10","descr":"Corte de árvores em zonas de alargamentos, incluindo desenraizamento, enchimento de acordo com o definido no projeto, e transporte, colocação em vazadouro dos produtos sobrantes e eventual indemnização por depósito.","und":"un"},
{"id_orc":"104","cod":"01.05.11","descr":"Enrocamento de protecção do talude adjacente a PH (passagem hidráulica) ou LAS (linha de água à superfície)","und":"m3"},
{"id_orc":"105","cod":"01.06","descr":"Trabalhos complementares:","und":""},
{"id_orc":"106","cod":"01.06.01","descr":"Máscara drenante.","und":"m3"},
{"id_orc":"107","cod":"01.06.02","descr":"Esporão drenante.","und":"m3"},
{"id_orc":"108","cod":"01.06.03","descr":"Drenos sub-horizontais em taludes.","und":"m"},
{"id_orc":"109","cod":"01.07","descr":"Outros Trabalhos:","und":""},
{"id_orc":"110","cod":"02","descr":"Drenagem","und":""},
{"id_orc":"111","cod":"02.01","descr":"Escavação, em trabalhos realizados para garantia da continuidade do sistema de águas superficiais, incluindo remoção, reposição e compactação, condução a vazadouro dos produtos sobrantes, e eventuais indemnizações por depósito:","und":""},
{"id_orc":"112","cod":"02.01.01","descr":"Para abertura de valas destinadas à regularização, retificação ou desvio de linhas de água, nomeadamente as contíguas às passagens hidráulicas, e valas longitudinais de grande secção:","und":""},
{"id_orc":"113","cod":"02.01.01.01","descr":"Em terreno brando.","und":"m3"},
{"id_orc":"114","cod":"02.01.01.02","descr":"Em terreno duro.","und":"m3"},
{"id_orc":"115","cod":"02.01.01.03","descr":"Em terreno compacto (rocha).","und":"m3"},
{"id_orc":"116","cod":"02.01.02","descr":"Para reperfilamento de valetas ou valas existentes, em terreno de qualquer natureza.","und":"m"},
{"id_orc":"117","cod":"02.02","descr":"Execução de passagens hidráulicas de secção circular, em betão, incluindo todos os trabalhos necessários à sua implantação, nomeadamente, a escavação em terreno de qualquer natureza, a remoção, reposição e compactação, condução a vazadouro dos remoção, reposição e compactação, condução a vazadouro d","und":""},
{"id_orc":"118","cod":"02.02.01","descr":"Com tubagens da classe I:","und":""},
{"id_orc":"119","cod":"02.02.01.01","descr":"Assentamento do tipo A, simples com diâmetro de 0,40 m.","und":"m"},
{"id_orc":"120","cod":"02.02.01.02","descr":"Assentamento do tipo A, simples com diâmetro de 0,50 m.","und":"m"},
{"id_orc":"121","cod":"02.02.01.03","descr":"Assentamento do tipo A, simples com diâmetro de 0,60 m.","und":"m"},
{"id_orc":"122","cod":"02.02.01.04","descr":"Assentamento do tipo B, simples com diâmetro de 0,40 m.","und":"m"},
{"id_orc":"123","cod":"02.02.01.05","descr":"Assentamento do tipo B, simples com diâmetro de 0,50 m.","und":"m"},
{"id_orc":"124","cod":"02.02.01.06","descr":"Assentamento do tipo B, simples com diâmetro de 0,60 m.","und":"m"},
{"id_orc":"125","cod":"02.02.02","descr":"Com tubagens da classe II:","und":""},
{"id_orc":"126","cod":"02.02.02.01","descr":"Assentamento do tipo A, simples com diâmetro de 0,80 m.","und":"m"},
{"id_orc":"127","cod":"02.02.02.02","descr":"Assentamento do tipo A, duplas com diâmetros de 0,80 m.","und":"m"},
{"id_orc":"128","cod":"02.02.02.03","descr":"Assentamento do tipo A, simples com diâmetro de 1,00 m.","und":"m"},
{"id_orc":"129","cod":"02.02.02.04","descr":"Assentamento do tipo A, duplas com diâmetros de 1,00 m.","und":"m"},
{"id_orc":"130","cod":"02.02.02.05","descr":"Assentamento do tipo A, simples com diâmetro de 1,20 m.","und":"m"},
{"id_orc":"131","cod":"02.02.02.06","descr":"Assentamento do tipo A, duplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"132","cod":"02.02.02.07","descr":"Assentamento do tipo A, triplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"133","cod":"02.02.02.08","descr":"Assentamento do tipo A, simples com diâmetro de 1,50 m.","und":"m"},
{"id_orc":"134","cod":"02.02.02.09","descr":"Assentamento do tipo A, duplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"135","cod":"02.02.02.10","descr":"Assentamento do tipo A, triplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"136","cod":"02.02.02.11","descr":"Assentamento do tipo B, simples com diâmetro de 0,80 m.","und":"m"},
{"id_orc":"137","cod":"02.02.02.12","descr":"Assentamento do tipo B, duplas com diâmetros de 0,80 m.","und":"m"},
{"id_orc":"138","cod":"02.02.02.13","descr":"Assentamento do tipo B, simples com diâmetro de 1,00 m.","und":"m"},
{"id_orc":"139","cod":"02.02.02.14","descr":"Assentamento do tipo B, duplas com diâmetros de 1,00 m.","und":"m"},
{"id_orc":"140","cod":"02.02.02.15","descr":"Assentamento do tipo B, simples com diâmetro de 1,20 m.","und":"m"},
{"id_orc":"141","cod":"02.02.02.16","descr":"Assentamento do tipo B, duplas com diâmetro de 1,20 m.","und":"m"},
{"id_orc":"142","cod":"02.02.02.17","descr":"Assentamento do tipo B, triplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"143","cod":"02.02.02.18","descr":"Assentamento do tipo B, simples com diâmetro de 1,50 m.","und":"m"},
{"id_orc":"144","cod":"02.02.02.19","descr":"Assentamento do tipo B, duplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"145","cod":"02.02.02.20","descr":"Assentamento do tipo B, triplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"146","cod":"02.02.03","descr":"Com tubagens da classe III:","und":""},
{"id_orc":"147","cod":"02.02.03.01","descr":"Assentamento do tipo A, simples com diâmetro de 0,80 m.","und":"m"},
{"id_orc":"148","cod":"02.02.03.02","descr":"Assentamento do tipo A, duplas com diâmetros de 0,80 m.","und":"m"},
{"id_orc":"149","cod":"02.02.03.03","descr":"Assentamento do tipo A, simples com diâmetro de 1,00 m.","und":"m"},
{"id_orc":"150","cod":"02.02.03.04","descr":"Assentamento do tipo A, duplas com diâmetros de 1,00 m.","und":"m"},
{"id_orc":"151","cod":"02.02.03.05","descr":"Assentamento do tipo A, simples com diâmetro de 1,20 m.","und":"m"},
{"id_orc":"152","cod":"02.02.03.06","descr":"Assentamento do tipo A, duplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"153","cod":"02.02.03.07","descr":"Assentamento do tipo A, triplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"154","cod":"02.02.03.08","descr":"Assentamento do tipo A, simples com diâmetro de 1,50 m.","und":"m"},
{"id_orc":"155","cod":"02.02.03.09","descr":"Assentamento do tipo A, duplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"156","cod":"02.02.03.10","descr":"Assentamento do tipo A, triplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"157","cod":"02.02.03.11","descr":"Assentamento do tipo B, simples com diâmetro de 0,80 m.","und":"m"},
{"id_orc":"158","cod":"02.02.03.12","descr":"Assentamento do tipo B, duplas com diâmetros de 0,80 m.","und":"m"},
{"id_orc":"159","cod":"02.02.03.13","descr":"Assentamento do tipo B, simples com diâmetro de 1,00 m.","und":"m"},
{"id_orc":"160","cod":"02.02.03.14","descr":"Assentamento do tipo B, duplas com diâmetros de 1,00 m.","und":"m"},
{"id_orc":"161","cod":"02.02.03.15","descr":"Assentamento do tipo B, simples com diâmetro de 1,20 m.","und":"m"},
{"id_orc":"162","cod":"02.02.03.16","descr":"Assentamento do tipo B, duplas com diâmetro de 1,20 m.","und":"m"},
{"id_orc":"163","cod":"02.02.03.17","descr":"Assentamento do tipo B, triplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"164","cod":"02.02.03.18","descr":"Assentamento do tipo B, simples com diâmetro de 1,50 m.","und":"m"},
{"id_orc":"165","cod":"02.02.03.19","descr":"Assentamento do tipo B, duplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"166","cod":"02.02.03.20","descr":"Assentamento do tipo B, triplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"167","cod":"02.02.04","descr":"Com tubagens da classe IV:","und":""},
{"id_orc":"168","cod":"02.02.04.01","descr":"Assentamento do tipo A, simples com diâmetro de 0,80 m.","und":"m"},
{"id_orc":"169","cod":"02.02.04.02","descr":"Assentamento do tipo A, duplas com diâmetros de 0,80 m.","und":"m"},
{"id_orc":"170","cod":"02.02.04.03","descr":"Assentamento do tipo A, simples com diâmetro de 1,00 m.","und":"m"},
{"id_orc":"171","cod":"02.02.04.04","descr":"Assentamento do tipo A, duplas com diâmetros de 1,00 m.","und":"m"},
{"id_orc":"172","cod":"02.02.04.05","descr":"Assentamento do tipo A, simples com diâmetro de 1,20 m.","und":"m"},
{"id_orc":"173","cod":"02.02.04.06","descr":"Assentamento do tipo A, duplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"174","cod":"02.02.04.07","descr":"Assentamento do tipo A, triplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"175","cod":"02.02.04.08","descr":"Assentamento do tipo A, simples com diâmetro de 1,50 m.","und":"m"},
{"id_orc":"176","cod":"02.02.04.09","descr":"Assentamento do tipo A, duplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"177","cod":"02.02.04.10","descr":"Assentamento do tipo A, triplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"178","cod":"02.02.04.11","descr":"Assentamento do tipo A, simples com diâmetro de 2,00 m.","und":"m"},
{"id_orc":"179","cod":"02.02.04.12","descr":"Assentamento do tipo A, duplas com diâmetros de 2,00 m.","und":"m"},
{"id_orc":"180","cod":"02.02.04.13","descr":"Assentamento do tipo A, simples com diâmetro de 2,50 m.","und":"m"},
{"id_orc":"181","cod":"02.02.04.14","descr":"Assentamento do tipo A, duplas com diâmetros de 2,50 m.","und":"m"},
{"id_orc":"182","cod":"02.02.04.15","descr":"Assentamento do tipo B, simples com diâmetro de 0,80 m.","und":"m"},
{"id_orc":"183","cod":"02.02.04.16","descr":"Assentamento do tipo B, duplas com diâmetros de 0,80 m.","und":"m"},
{"id_orc":"184","cod":"02.02.04.17","descr":"Assentamento do tipo B, simples com diâmetro de 1,00 m.","und":"m"},
{"id_orc":"185","cod":"02.02.04.18","descr":"Assentamento do tipo B, duplas com diâmetros de 1,00 m.","und":"m"},
{"id_orc":"186","cod":"02.02.04.19","descr":"Assentamento do tipo B, simples com diâmetro de 1,20 m.","und":"m"},
{"id_orc":"187","cod":"02.02.04.20","descr":"Assentamento do tipo B, duplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"188","cod":"02.02.04.21","descr":"Assentamento do tipo B, triplas com diâmetros de 1,20 m.","und":"m"},
{"id_orc":"189","cod":"02.02.04.22","descr":"Assentamento do tipo B, simples com diâmetro de 1,50 m.","und":"m"},
{"id_orc":"190","cod":"02.02.04.23","descr":"Assentamento do tipo B, duplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"191","cod":"02.02.04.24","descr":"Assentamento do tipo B, triplas com diâmetros de 1,50 m.","und":"m"},
{"id_orc":"192","cod":"02.02.04.25","descr":"Assentamento do tipo B, simples com diâmetro de 2,00 m.","und":"m"},
{"id_orc":"193","cod":"02.02.04.26","descr":"Assentamento do tipo B, duplas com diâmetros de 2,00 m.","und":"m"},
{"id_orc":"194","cod":"02.02.04.27","descr":"Assentamento do tipo B, simples com diâmetro de 2,50 m.","und":"m"},
{"id_orc":"195","cod":"02.02.04.28","descr":"Assentamento do tipo B, duplas com diâmetros de 2,50 m.","und":"m"},
{"id_orc":"196","cod":"02.03","descr":"Execução de passagens hidráulicas de secção circular ou outra, metálicas, constituídas por painéis de chapa de aço ondulada ou sistema equivalente, incluindo todos os trabalhos necessários à sua implantação, nomeadamente, a escavação em terreno de qualquer natureza, a remoção, reposição e compactaçã","und":""},
{"id_orc":"197","cod":"02.03.01","descr":"Simples com diâmetro ou altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"198","cod":"02.03.02","descr":"Duplas com diâmetros ou altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"199","cod":"02.03.03","descr":"Triplas com diâmetros ou altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"200","cod":"02.03.04","descr":"Simples com diâmetro ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"201","cod":"02.03.05","descr":"Duplas com diâmetro ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"202","cod":"02.03.06","descr":"Triplas com diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"203","cod":"02.03.07","descr":"Simples com diâmetro ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"204","cod":"02.03.08","descr":"Duplas com diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"205","cod":"02.03.09","descr":"Triplas com diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"206","cod":"02.04","descr":"Execução de passagens hidráulicas de secção circular ou outra, constituídas por alvenaria de pedra argamassada, incluindo todos os trabalhos necessários à sua implantação, nomeadamente, a escavação em terreno de qualquer natureza, a remoção, reposição e compactação, condução a vazadouro dos produtos","und":""},
{"id_orc":"207","cod":"02.04.01","descr":"Simples com altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"208","cod":"02.04.02","descr":"Duplas com altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"209","cod":"02.04.03","descr":"Triplas com altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"210","cod":"02.04.04","descr":"Simples com altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"211","cod":"02.04.05","descr":"Duplas com altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"212","cod":"02.04.06","descr":"Triplas com altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"213","cod":"02.04.07","descr":"Simples com altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"214","cod":"02.04.08","descr":"Duplas com altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"215","cod":"02.04.09","descr":"Triplas com altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"216","cod":"02.05","descr":"Execução de passagens hidráulicas de secção rectangular ou outra, em betão armado, todos os trabalhos necessários à sua implantação, nomeadamente, a escavação em terreno de qualquer natureza, a remoção, reposição e compactação, condução a vazadouro dos produtos sobrantes, e eventuais indemnizações p","und":""},
{"id_orc":"217","cod":"02.05.01","descr":"Simples com altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"218","cod":"02.05.02","descr":"Duplas com altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"219","cod":"02.05.03","descr":"Triplas com altura inferior ou igual a 1,00 m.","und":"m"},
{"id_orc":"220","cod":"02.05.04","descr":"Simples com altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"221","cod":"02.05.05","descr":"Duplas com altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"222","cod":"02.05.06","descr":"Triplas com altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"m"},
{"id_orc":"223","cod":"02.05.07","descr":"Simples com altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"224","cod":"02.05.08","descr":"Duplas com altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"225","cod":"02.05.09","descr":"Triplas com altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"m"},
{"id_orc":"226","cod":"02.06","descr":"Execução de bocas em passagens hidráulicas de secção circular ou outra, incluindo todos os trabalhos necessários, e ainda, para a sua implantação, a escavação em terreno de qualquer natureza, a remoção, reposição e compactação, condução a vazadouro dos produtos sobrantes, e eventuais indemnizações p","und":""},
{"id_orc":"227","cod":"02.06.01","descr":"Bocas na base de aterro:","und":""},
{"id_orc":"228","cod":"02.06.01.01","descr":"Para passagens hidráulicas em betão, simples, para diâmetro inferior ou igual a 0,60 m.","und":"un"},
{"id_orc":"229","cod":"02.06.01.02","descr":"Para passagens hidráulicas em betão, simples, para diâmetro superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"230","cod":"02.06.01.03","descr":"Para passagens hidráulicas em betão, duplas, para diâmetros superiores a 0,60 m e inferiores ou iguais a 1,00m.","und":"un"},
{"id_orc":"231","cod":"02.06.01.04","descr":"Para passagens hidráulicas em betão, simples, para diâmetro superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"232","cod":"02.06.01.05","descr":"Para passagens hidráulicas em betão, duplas, para diâmetros superiores a 1,00 m e inferiores ou iguais a 1,50m.","und":"un"},
{"id_orc":"233","cod":"02.06.01.06","descr":"Para passagens hidráulicas em betão, triplas, para diâmetros superiores a 1,00 m e inferiores ou iguais a 1,50 m.","und":"un"},
{"id_orc":"234","cod":"02.06.01.07","descr":"Para passagens hidráulicas em betão, simples, para diâmetro superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"235","cod":"02.06.01.08","descr":"Para passagens hidráulicas em betão, duplas, para diâmetros superiores a 1,50 m e inferiores ou iguais a 2,50m.","und":"un"},
{"id_orc":"236","cod":"02.06.01.09","descr":"Para passagens hidráulicas metálicas, simples, com diâmetro ou altura inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"237","cod":"02.06.01.10","descr":"Para passagens hidráulicas metálicas, duplas, com diâmetros ou altura inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"238","cod":"02.06.01.11","descr":"Para passagens hidráulicas metálicas, triplas, com diâmetros ou altura inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"239","cod":"02.06.01.12","descr":"Para passagens hidráulicas metálicas, simples, com diâmetro ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"240","cod":"02.06.01.13","descr":"Para passagens hidráulicas metálicas, duplas, com diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"241","cod":"02.06.01.14","descr":"Para passagens hidráulicas metálicas, triplas, com diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"242","cod":"02.06.01.15","descr":"Para passagens hidráulicas metálicas, simples, com diâmetro ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"243","cod":"02.06.01.16","descr":"Para passagens hidráulicas metálicas, duplas, com diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"244","cod":"02.06.01.17","descr":"Para passagens hidráulicas metálicas, triplas com diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"245","cod":"02.06.01.18","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, simples,  para diâmetro inferior ou igual a 0,60 m.","und":"un"},
{"id_orc":"246","cod":"02.06.01.19","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, simples, para diâmetro superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"247","cod":"02.06.01.20","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, duplas, para diâmetros superiores a 0,60 m e inferiores ou iguais a 1,00m.","und":"un"},
{"id_orc":"248","cod":"02.06.01.21","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, simples, para diâmetro superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"249","cod":"02.06.01.22","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, duplas, para diâmetros superiores a 1,00 m e inferiores ou iguais a 1,50m.","und":"un"},
{"id_orc":"250","cod":"02.06.01.23","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, triplas, para diâmetros superiores a 1,00 m e inferiores ou iguais a 1,50 m.","und":"un"},
{"id_orc":"251","cod":"02.06.01.24","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, simples, para diâmetro superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"252","cod":"02.06.01.25","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, duplas, para diâmetros superiores a 1,50 m e inferiores ou iguais a 2,50m.","und":"un"},
{"id_orc":"253","cod":"02.06.02","descr":"Bocas em talude de aterro:","und":""},
{"id_orc":"254","cod":"02.06.02.01","descr":"Para passagens hidráulicas em betão, simples, para diâmetro inferior ou igual a 0,60 m.","und":"un"},
{"id_orc":"255","cod":"02.06.02.02","descr":"Para passagens hidráulicas em betão, simples, para diâmetro superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"256","cod":"02.06.02.03","descr":"Para passagens hidráulicas metálicas, simples, com diâmetro ou altura inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"257","cod":"02.06.02.04","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, simples, para diâmetro inferior ou igual a 0,60 m.","und":"un"},
{"id_orc":"258","cod":"02.06.02.05","descr":"Para passagens hidráulicas em alvenaria de pedra argamassada, simples, superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"259","cod":"02.06.03","descr":"Bocas em escavação ou recipiente:","und":""},
{"id_orc":"260","cod":"02.06.03.01","descr":"Com altura inferior ou igual 2,50 m, simples, para diâmetro ou altura inferior ou igual a 0,60 m.","und":"un"},
{"id_orc":"261","cod":"02.06.03.02","descr":"Com altura inferior ou igual 2,50 m, duplas, para diâmetros ou altura inferior ou igual a 0,60 m.","und":"un"},
{"id_orc":"262","cod":"02.06.03.03","descr":"Com altura inferior ou igual 2,50 m, triplas, para diâmetros ou altura inferior ou igual a 0,60 m.","und":"un"},
{"id_orc":"263","cod":"02.06.03.04","descr":"Com altura inferior ou igual 2,50 m, simples, para diâmetro ou altura superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"264","cod":"02.06.03.05","descr":"Com altura inferior ou igual 2,50 m, duplas, para diâmetros ou altura superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"265","cod":"02.06.03.06","descr":"Com altura inferior ou igual 2,50 m, triplas, para diâmetros ou altura superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"266","cod":"02.06.03.07","descr":"Com altura inferior ou igual 2,50 m, simples, para diâmetro ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"267","cod":"02.06.03.08","descr":"Com altura inferior ou igual 2,50 m, duplas, para diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"268","cod":"02.06.03.09","descr":"Com altura inferior ou igual 2,50 m, triplas, para diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"269","cod":"02.06.03.10","descr":"Com altura inferior ou igual 2,50 m, simples, para diâmetro ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"270","cod":"02.06.03.11","descr":"Com altura inferior ou igual 2,50 m, duplas, para diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"271","cod":"02.06.03.12","descr":"Com altura inferior ou igual 2,50 m, triplas, para diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"272","cod":"02.06.03.13","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, simples, para diâmetro ou altura superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"273","cod":"02.06.03.14","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, duplas, para diâmetros ou altura superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"274","cod":"02.06.03.15","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, triplas, para diâmetros ou altura superior a 0,60 m e inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"275","cod":"02.06.03.16","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, simples, para diâmetro ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"276","cod":"02.06.03.17","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, duplas, para diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"277","cod":"02.06.03.18","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, triplas, para diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"278","cod":"02.06.03.19","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, simples, para diâmetro ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"279","cod":"02.06.03.20","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, duplas, para diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"280","cod":"02.06.03.21","descr":"Com altura superior a 2,50 m e inferior ou igual a 4,00 m, triplas, para diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"281","cod":"02.06.03.22","descr":"Com altura superior a 4,00 m, simples, para diâmetro ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"282","cod":"02.06.03.23","descr":"Com altura superior a 4,00 m, duplas, para diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"283","cod":"02.06.03.24","descr":"Com altura superior 4,00 m, triplas, para diâmetros ou altura superior a 1,00 m e inferior ou igual a 1,50 m.","und":"un"},
{"id_orc":"284","cod":"02.06.03.25","descr":"Com altura superior a 4,00 m, simples, para diâmetro ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"285","cod":"02.06.03.26","descr":"Com altura superior a 4,00 m, duplas, para diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"286","cod":"02.06.03.27","descr":"Com altura superior a 4,00 m, triplas, para diâmetros ou altura superior a 1,50 m e inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"287","cod":"02.07","descr":"Execução de orgãos de drenagem longitudinal, incluindo todos os trabalhos necessários, e ainda, para a sua implantação, a escavação em terreno de qualquer natureza, a remoção, reposição e compactação, condução a vazadouro dos produtos sobrantes, e eventuais indemnizações por depósito:","und":""},
{"id_orc":"288","cod":"02.07.01","descr":"Valetas e valas:","und":""},
{"id_orc":"289","cod":"02.07.01.01","descr":"Valetas de plataforma (laterais), não revestidas de secção triangular.","und":"m"},
{"id_orc":"290","cod":"02.07.01.02","descr":"Valetas de plataforma (laterais), não revestidas de secção trapezoidal.","und":"m"},
{"id_orc":"291","cod":"02.07.01.03","descr":"Valetas de plataforma (laterais), de fundo revestido com betão, de secção triangular.","und":"m"},
{"id_orc":"292","cod":"02.07.01.04","descr":"Valetas de plataforma (laterais), de fundo revestido com betão, de secção trapezoidal.","und":"m"},
{"id_orc":"293","cod":"02.07.01.05","descr":"Valetas de plataforma (laterais), revestidas com betão, de secção triangular ou trapezoidal, com abertura inferior ou igual a 1,20 m.","und":"m"},
{"id_orc":"294","cod":"02.07.01.06","descr":"Valetas de plataforma (laterais), revestidas com betão, de secção triangular ou trapezoidal com abertura superior a 1,20 m.","und":"m"},
{"id_orc":"295","cod":"02.07.01.07","descr":"Valetas de plataforma (laterais), revestidas com  betão, de secção semicircular de diâmetro igual a 0,40 m.","und":"m"},
{"id_orc":"296","cod":"02.07.01.08","descr":"Valetas de plataforma (laterais), revestidas a pedra, de secção triangular ou outra.","und":"m"},
{"id_orc":"297","cod":"02.07.01.09","descr":"Valetas de plataforma (laterais), não revestidas de secção reduzida.","und":"m"},
{"id_orc":"298","cod":"02.07.01.10","descr":"Valetas de plataforma (em separador), de secção triangular ou outra, com abertura inferior ou igual a 1,20 m.","und":"m"},
{"id_orc":"299","cod":"02.07.01.11","descr":"Valetas de plataforma (em separador), de secção triangular, com abertura superior a 1,20 m.","und":"m"},
{"id_orc":"300","cod":"02.07.01.12","descr":"Valetas de bordadura de aterros, revestidas com betão, de secção triangular ou trapezoidal.","und":"m"},
{"id_orc":"301","cod":"02.07.01.13","descr":"Valetas de bordadura de aterros, revestidas com betão, de secção semicircular de diâmetro igual a 0,20 m.","und":"m"},
{"id_orc":"302","cod":"02.07.01.14","descr":"Valetas de bordadura de aterros, revestidas com betão, de secção semicircular de diâmetro igual a 0,30 m.","und":"m"},
{"id_orc":"303","cod":"02.07.01.15","descr":"Valetas de bordadura de aterros, revestidas com betão, de secção semicircular de diâmetro igual a 0,40 m.","und":"m"},
{"id_orc":"304","cod":"02.07.01.16","descr":"Valetas de bordadura de aterros, revestidas a pedra, de secção triangular ou outra.","und":"m"},
{"id_orc":"305","cod":"02.07.01.17","descr":"Valetas de banqueta não revestidas.","und":"m"},
{"id_orc":"306","cod":"02.07.01.18","descr":"Valetas de banqueta revestidas com betão, de secção triangular ou trapezoidal, com abertura inferior ou igual a 0,50 m.","und":"m"},
{"id_orc":"307","cod":"02.07.01.19","descr":"Valetas de banqueta revestidas com betão, de secção triangular ou trapezoidal, com abertura superior a 0,50 m.","und":"m"},
{"id_orc":"308","cod":"02.07.01.20","descr":"Valetas de banqueta revestidas com betão, de secção semicircular de diâmetro igual a 0,30m.","und":"m"},
{"id_orc":"309","cod":"02.07.01.21","descr":"Valetas de banqueta revestidas com betão, de secção semicircular, de diâmetro igual a 0,40 m.","und":"m"},
{"id_orc":"310","cod":"02.07.01.22","descr":"Valetas de banqueta revestidas com betão, de secção semicircular, de diâmetro igual a 0,50 m.","und":"m"},
{"id_orc":"311","cod":"02.07.01.23","descr":"Valas de crista de talude não revestidas.","und":"m"},
{"id_orc":"312","cod":"02.07.01.24","descr":"Valas de crista de talude revestidas com betão, de secção triangular ou trapezoidal, com abertura inferior ou igual a 0,50 m.","und":"m"},
{"id_orc":"313","cod":"02.07.01.25","descr":"Valas de crista de talude revestidas com betão, de secção triangular ou trapezoidal, com abertura superior a 0,50 m.","und":"m"},
{"id_orc":"314","cod":"02.07.01.26","descr":"Valas de crista de talude revestidas com betão, de secção semicircular, de diâmetro igual a 0,40 m.","und":"m"},
{"id_orc":"315","cod":"02.07.01.27","descr":"Valas de crista de talude revestidas com betão, de secção semicircular, de diâmetro igual a 0,50 m.","und":"m"},
{"id_orc":"316","cod":"02.07.01.28","descr":"Valas de crista de talude revestidas com betão, de secção semicircular, de diâmetro igual a 0,60 m.","und":"m"},
{"id_orc":"317","cod":"02.07.01.29","descr":"Valas de pé de talude não revestidas.","und":"m"},
{"id_orc":"318","cod":"02.07.01.30","descr":"Valas de pé de talude de fundo revestido com betão de secção triangular.","und":"m"},
{"id_orc":"319","cod":"02.07.01.31","descr":"Valas de pé de talude revestidas com betão.","und":"m"},
{"id_orc":"320","cod":"02.07.01.32","descr":"Valas de pé de talude revestidas com enrocamento.","und":"m"},
{"id_orc":"321","cod":"02.07.01.33","descr":"Valas de pé de talude revestidas com enrocamento argamassado ou com betão ciclópico pobre.","und":"m"},
{"id_orc":"322","cod":"02.07.01.34","descr":"Valas de pé de talude revestidas com betão, de secção semicircular, de diâmetro igual a 0,50 m.","und":"m"},
{"id_orc":"323","cod":"02.07.01.35","descr":"Valas de pé de talude revestidas com betão, de secção semicircular, de diâmetro igual a 0,60 m.","und":"m"},
{"id_orc":"324","cod":"02.07.02","descr":"Drenagem longitudinal do separador:","und":""},
{"id_orc":"325","cod":"02.07.02.01","descr":"Caleira\/sumidouro em betão, com rasgo superior em contínuo e com colector incorporado, com diâmetro igual a 0,25 m.","und":"m"},
{"id_orc":"326","cod":"02.07.02.02","descr":"Caleira\/sumidouro em betão, com rasgo superior em contínuo e com colector incorporado, com diâmetro igual a 0,30 m.","und":"m"},
{"id_orc":"327","cod":"02.07.02.03","descr":"Caleira\/sumidouro em betão, com rasgo superior em contínuo e com colector incorporado, com diâmetro igual a 0,40 m.","und":"m"},
{"id_orc":"328","cod":"02.07.02.04","descr":"Caleira com grelha metálica.","und":"m"},
{"id_orc":"329","cod":"02.07.03","descr":"Drenos de plataforma (longitudinais e transversais):","und":""},
{"id_orc":"330","cod":"02.07.03.01","descr":"Drenos de plataforma, longitudinais, de rebaixamento de níveis freáticos com altura inferior ou igual a 1,20 m.","und":"m"},
{"id_orc":"331","cod":"02.07.03.02","descr":"Drenos de plataforma, longitudinais, de rebaixamento de níveis freáticos, com altura superior a 1,20 m.","und":"m"},
{"id_orc":"332","cod":"02.07.03.03","descr":"Drenos de plataforma, longitudinais, de interceção, com altura inferior ou igual a 1,20 m.","und":"m"},
{"id_orc":"333","cod":"02.07.03.04","descr":"Drenos de plataforma, longitudinais, de interceção, com altura superior a 1,20 m.","und":"m"},
{"id_orc":"334","cod":"02.07.03.05","descr":"Drenos de plataforma, longitudinais, tipo \"écran drenante\" em elementos prefabricados, sem colector, incluindo saídas.","und":"m"},
{"id_orc":"335","cod":"02.07.03.06","descr":"Drenos de plataforma, longitudinais, tipo \"écran drenante\" em elementos prefabricados, com colector, incluindo saídas.","und":"m"},
{"id_orc":"336","cod":"02.07.03.07","descr":"Drenos de plataforma, longitudinais, tipo \"écran drenante\" em material granular envolvido em geotêxtil, sem colector, incluindo saídas.","und":"m"},
{"id_orc":"337","cod":"02.07.03.08","descr":"Drenos de plataforma, longitudinais, tipo \"écran drenante\" em material granular envolvido em geotêxtil, com colector, incluindo saídas.","und":"m"},
{"id_orc":"338","cod":"02.07.03.09","descr":"Drenos de plataforma transversais - Drenos.","und":"m"},
{"id_orc":"339","cod":"02.07.03.10","descr":"Drenos de plataforma transversais - Camadas drenantes.","und":"m2"},
{"id_orc":"340","cod":"02.07.04","descr":"Colectores, longitudinais e de evacuação lateral:","und":""},
{"id_orc":"341","cod":"02.07.04.01","descr":"Com diâmetro igual a 0,20 m.","und":"m"},
{"id_orc":"342","cod":"02.07.04.02","descr":"Com diâmetro igual a 0,30 m.","und":"m"},
{"id_orc":"343","cod":"02.07.04.03","descr":"Com diâmetro igual a 0,40 m.","und":"m"},
{"id_orc":"344","cod":"02.07.04.04","descr":"Com diâmetro igual a 0,50 m.","und":"m"},
{"id_orc":"345","cod":"02.07.04.05","descr":"Com diâmetro igual a 0,60 m.","und":"m"},
{"id_orc":"346","cod":"02.07.04.06","descr":"Com diâmetro igual a 0,80 m.","und":"m"},
{"id_orc":"347","cod":"02.07.04.07","descr":"Com diâmetro igual a 1,00 m.","und":"m"},
{"id_orc":"348","cod":"02.07.04.08","descr":"Com diâmetro igual a 1,20 m.","und":"m"},
{"id_orc":"349","cod":"02.08","descr":"Execução de orgãos complementares de drenagem, incluindo todos os trabalhos necessários, e ainda, para a sua implantação, a escavação em terreno de qualquer natureza, a remoção, reposição e compactação, condução a vazadouro dos produtos sobrantes, e eventuais indemnizações por depósito:","und":""},
{"id_orc":"350","cod":"02.08.01","descr":"Caixas de visita\/sumidouros em colectores:","und":""},
{"id_orc":"351","cod":"02.08.01.01","descr":"Com diâmetro inscrito igual a 1,00 m, com altura inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"352","cod":"02.08.01.02","descr":"Com diâmetro inscrito igual a 1,00 m, com altura superior a 2,50 m e inferior ou igual a 4,00 m.","und":"un"},
{"id_orc":"353","cod":"02.08.01.03","descr":"Com diâmetro inscrito igual a 1,00 m, com altura superior a 4,00 m.","und":"un"},
{"id_orc":"354","cod":"02.08.01.04","descr":"Com diâmetro inscrito igual a 1,20 m, com altura inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"355","cod":"02.08.01.05","descr":"Com diâmetro inscrito igual a 1,20 m, com altura superior a 2,50 m e inferior ou igual a 4,00 m.","und":"un"},
{"id_orc":"356","cod":"02.08.01.06","descr":"Com diâmetro inscrito igual a 1,20 m, com altura superior a 4,00 m.","und":"un"},
{"id_orc":"357","cod":"02.08.01.07","descr":"Com diâmetro inscrito superior a 1,20 m, com altura inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"358","cod":"02.08.01.08","descr":"Com diâmetro inscrito superior a 1,20 m, com altura superior a 2,50 m e inferior ou igual a 4,00 m.","und":"un"},
{"id_orc":"359","cod":"02.08.01.09","descr":"Com diâmetro inscrito superior a 1,20 m, com altura superior a 4,00 m.","und":"un"},
{"id_orc":"360","cod":"02.08.02","descr":"Caixas de queda:","und":""},
{"id_orc":"361","cod":"02.08.02.01","descr":"Com diâmetro inscrito igual a 1,00 m, com altura inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"362","cod":"02.08.02.02","descr":"Com diâmetro inscrito igual a 1,00 m, com altura superior a 2,50 m e inferior ou igual a 4,00 m.","und":"un"},
{"id_orc":"363","cod":"02.08.02.03","descr":"Com diâmetro inscrito igual a 1,00 m, com altura superior a 4,00 m.","und":"un"},
{"id_orc":"364","cod":"02.08.02.04","descr":"Com diâmetro inscrito igual a 1,20 m, com altura inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"365","cod":"02.08.02.05","descr":"Com diâmetro inscrito igual a 1,20 m, com altura superior a 2,50 m e inferior ou igual a 4,00 m.","und":"un"},
{"id_orc":"366","cod":"02.08.02.06","descr":"Com diâmetro inscrito igual a 1,20 m, com altura superior a 4,00 m.","und":"un"},
{"id_orc":"367","cod":"02.08.02.07","descr":"Com diâmetro inscrito superior a 1,20 m, com altura inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"368","cod":"02.08.02.08","descr":"Com diâmetro inscrito superior a 1,20 m, com altura superior a 2,50 m e inferior ou igual a 4,00 m.","und":"un"},
{"id_orc":"369","cod":"02.08.02.09","descr":"Com diâmetro inscrito superior a 1,20 m, com altura superior a 4,00 m.","und":"un"},
{"id_orc":"370","cod":"02.08.03","descr":"Sumidouros e Sarjetas:","und":""},
{"id_orc":"371","cod":"02.08.03.01","descr":"Sumidouro junto a lancil ou a separador elevado, com grelha.","und":"un"},
{"id_orc":"372","cod":"02.08.03.02","descr":"Sarjetas.","und":"un"},
{"id_orc":"373","cod":"02.08.04","descr":"Caixas de limpeza e\/ou de evacuação lateral em caleiras longitudinais:","und":""},
{"id_orc":"374","cod":"02.08.04.01","descr":"Com altura inferior ou igual a 1,00 m.","und":"un"},
{"id_orc":"375","cod":"02.08.04.02","descr":"Com altura superior a 1,00 m.","und":"un"},
{"id_orc":"376","cod":"02.08.05","descr":"Caixas  de receção, de ligação ou de derivação:","und":""},
{"id_orc":"377","cod":"02.08.05.01","descr":"Em valas de crista.","und":"un"},
{"id_orc":"378","cod":"02.08.05.02","descr":"Em valetas de banqueta.","und":"un"},
{"id_orc":"379","cod":"02.08.05.03","descr":"Em valetas de plataforma para ligação às descidas de talude.","und":"un"},
{"id_orc":"380","cod":"02.08.05.04","descr":"Em valetas de bordadura de aterros.","und":"un"},
{"id_orc":"381","cod":"02.08.05.05","descr":"Em valas de pé de talude.","und":"un"},
{"id_orc":"382","cod":"02.08.06","descr":"Bacias de dissipação:","und":""},
{"id_orc":"383","cod":"02.08.06.01","descr":"Em betão.","und":"un"},
{"id_orc":"384","cod":"02.08.06.02","descr":"Em enrocamento.","und":"un"},
{"id_orc":"385","cod":"02.08.07","descr":"Dissipadores de energia em descidas de taludes:","und":""},
{"id_orc":"386","cod":"02.08.07.01","descr":"Intercalados em descidas de talude em aterro ou escavação.","und":"un"},
{"id_orc":"387","cod":"02.08.07.02","descr":"No final de descidas de talude em aterro.","und":"un"},
{"id_orc":"388","cod":"02.08.08","descr":"Descidas de talude, em aterro ou escavação, revestidas com betão:","und":""},
{"id_orc":"389","cod":"02.08.08.01","descr":"De secção triangular ou trapezoidal com abertura inferior ou igual a 0,50 m.","und":"m"},
{"id_orc":"390","cod":"02.08.08.02","descr":"De secção triangular ou trapezoidal com abertura superior a 0.50 m.","und":"m"},
{"id_orc":"391","cod":"02.08.08.03","descr":"De secção semicircular de diâmetro igual a 0,30 m.","und":"m"},
{"id_orc":"392","cod":"02.08.08.04","descr":"De secção semicircular de diâmetro igual a 0,40 m.","und":"m"},
{"id_orc":"393","cod":"02.08.08.05","descr":"De secção semicircular de diâmetro igual a 0,50 m.","und":"m"},
{"id_orc":"394","cod":"02.08.08.06","descr":"De secção semicircular de diâmetro igual a 0,60 m.","und":"m"},
{"id_orc":"395","cod":"02.09","descr":"Execução de orgãos ou trabalhos acessórios no sistema de drenagem, incluindo todos os trabalhos necessários, e ainda, para a sua implantação, a escavação em terreno de qualquer natureza, a remoção, reposição e compactação, condução a vazadouro dos produtos sobrantes, e eventuais indemnizações por de","und":""},
{"id_orc":"396","cod":"02.09.01","descr":"Passagens hidráulicas em caminhos paralelos e para continuidade de valetas sob serventias:","und":""},
{"id_orc":"397","cod":"02.09.01.01","descr":"Galgáveis.","und":"un"},
{"id_orc":"398","cod":"02.09.01.02","descr":"Não galgáveis.","und":"un"},
{"id_orc":"399","cod":"02.09.01.03","descr":"Para continuidade de valetas sob serventias, com valetas e laje em betão.","und":"m"},
{"id_orc":"400","cod":"02.09.01.04","descr":"Para continuidade de valetas sob serventias, com manilhas de diâmetro igual a 0,30 m e revestimento superior com betão.","und":"m"},
{"id_orc":"401","cod":"02.09.01.05","descr":"Para continuidade de valetas sob serventias, com manilhas de diâmetro igual a 0,40 m e revestimento superior com betão.","und":"m"},
{"id_orc":"402","cod":"02.09.02","descr":"Revestimento de valas de grande secção:","und":""},
{"id_orc":"403","cod":"02.09.02.01","descr":"Em enrocamento.","und":"m2"},
{"id_orc":"404","cod":"02.09.02.02","descr":"Em enrocamento argamassado.","und":"m2"},
{"id_orc":"405","cod":"02.09.02.03","descr":"Em betão armado.","und":"m3"},
{"id_orc":"406","cod":"02.09.02.04","descr":"Em betão simples.","und":"m3"},
{"id_orc":"407","cod":"02.09.02.05","descr":"Em betão ciclópico pobre.","und":"m3"},
{"id_orc":"408","cod":"02.09.02.06","descr":"Em colchões de gabiões.","und":"m3"},
{"id_orc":"409","cod":"02.09.02.07","descr":"Em colchões de gabiões com malha plastificada.","und":"m3"},
{"id_orc":"410","cod":"02.09.03","descr":"Limpeza de aquedutos existentes.","und":"m"},
{"id_orc":"411","cod":"02.09.04","descr":"Demolição de elementos do sistema de drenagem existente:","und":""},
{"id_orc":"412","cod":"02.09.04.01","descr":"Aquedutos.","und":"m"},
{"id_orc":"413","cod":"02.09.04.02","descr":"Bocas na base de aterro.","und":"un"},
{"id_orc":"414","cod":"02.09.04.03","descr":"Bocas em talude de aterro.","und":"un"},
{"id_orc":"415","cod":"02.09.04.04","descr":"Bocas em escavação ou recipiente.","und":"un"},
{"id_orc":"416","cod":"02.09.04.05","descr":"Valetas e valas revestidas.","und":"m"},
{"id_orc":"417","cod":"02.09.04.06","descr":"Caixas de visita ou queda.","und":"un"},
{"id_orc":"418","cod":"02.09.04.07","descr":"Sumidouros, sarjetas, caixas de receção, ligação ou derivação.","und":"un"},
{"id_orc":"419","cod":"02.09.04.08","descr":"Bacias de dissipação.","und":"m2"},
{"id_orc":"420","cod":"02.09.04.09","descr":"Dissipadores de energia.","und":"un"},
{"id_orc":"421","cod":"02.10","descr":"Reparação\/reconstrução de orgãos de drenagem:","und":""},
{"id_orc":"422","cod":"02.10.01","descr":"Reparação de valetas:","und":""},
{"id_orc":"423","cod":"02.10.01.01","descr":"De plataforma, ilhéus e separadores.","und":"m"},
{"id_orc":"424","cod":"02.10.01.02","descr":"De banqueta, de crista e pé de talude, incluindo caleiras de descida de talude.","und":"m"},
{"id_orc":"425","cod":"02.10.02","descr":"Reparação de outros orgãos de drenagem:","und":""},
{"id_orc":"426","cod":"02.10.02.01","descr":"Limpeza e desobstrução de drenos e colectores, incluindo todos os orgãos de receção e derivação.","und":"m"},
{"id_orc":"427","cod":"02.10.02.02","descr":"Limpeza de orgãos de drenagem em serventias.","und":"m"},
{"id_orc":"428","cod":"02.10.02.03","descr":"Limpeza de dissipadores de energia.","und":"un"},
{"id_orc":"429","cod":"02.10.02.04","descr":"Limpeza de bocas em aterro ou escavação, caixas de visita ou de queda.","und":"un"},
{"id_orc":"430","cod":"02.10.02.05","descr":"Limpeza e reparação de bacias de decantação.","und":"un"},
{"id_orc":"431","cod":"02.10.03","descr":"Reconstrução de orgãos de drenagem:","und":""},
{"id_orc":"432","cod":"02.10.03.01","descr":"Valetas de plataforma e de bordadura de aterros revestidas com betão, de secção triangular ou trapezoidal, com abertura inferior ou igual a 1,20m.","und":"m"},
{"id_orc":"433","cod":"02.10.03.02","descr":"Valetas de plataforma e de bordadura de aterros revestidas com betão, de secção triangular ou trapezoidal, com abertura maior que 1,20m.","und":"m"},
{"id_orc":"434","cod":"02.10.03.03","descr":"Valetas de plataforma, banquetas, crista e pé de talude, revestidas com betão, de secção semicircular, com abertura inferior a 0,40m.","und":"m"},
{"id_orc":"435","cod":"02.10.03.04","descr":"Valetas de plataforma, banquetas, crista e pé de talude, revestidas com betão, de secção semicircular, com abertura igual ou superior a 0,40 m.","und":"m"},
{"id_orc":"436","cod":"02.10.03.05","descr":"Caixas de visitas, de queda, de limpeza e evacuação lateral, de receção\/ligação, ou derivação, bacias de dissipação e dissipadores de energia.","und":"un"},
{"id_orc":"437","cod":"02.10.03.06","descr":"Caleiras\/sumidouros.","und":"un"},
{"id_orc":"438","cod":"02.10.03.07","descr":"Passagens hidráulicas em betão.","und":"un"},
{"id_orc":"439","cod":"02.10.03.08","descr":"Passagens hidráulicas em alvenaria.","und":"un"},
{"id_orc":"440","cod":"02.10.03.09","descr":"Passagens hidráulicas metálicas.","und":"un"},
{"id_orc":"441","cod":"02.10.03.10","descr":"Levantamento\/rebaixamento de caixas de visita existentes","und":"un"},
{"id_orc":"442","cod":"02.11","descr":"Outros Trabalhos:","und":""},
{"id_orc":"443","cod":"03","descr":"Pavimentação","und":""},
{"id_orc":"444","cod":"03.01","descr":"Camadas em materiais granulares:","und":""},
{"id_orc":"445","cod":"03.01.01","descr":"Com características de sub-base:","und":""},
{"id_orc":"446","cod":"03.01.01.01","descr":"Em solos selecionados, com 0,15 m de espessura.","und":"m2"},
{"id_orc":"447","cod":"03.01.01.02","descr":"Em solos selecionados, com 0,20 m de espessura.","und":"m2"},
{"id_orc":"448","cod":"03.01.01.03","descr":"Em solos selecionados, com 0,25 m de espessura.","und":"m2"},
{"id_orc":"449","cod":"03.01.01.04","descr":"Em solos selecionados, com 0,30 m de espessura.","und":"m2"},
{"id_orc":"450","cod":"03.01.01.05","descr":"Em agregado não britado (material aluvionar), com 0,15 m de espessura.","und":"m2"},
{"id_orc":"451","cod":"03.01.01.06","descr":"Em agregado não britado (material aluvionar), com 0,20 m de espessura.","und":"m2"},
{"id_orc":"452","cod":"03.01.01.07","descr":"Em agregado não britado (material aluvionar), com 0,25 m de espessura.","und":"m2"},
{"id_orc":"453","cod":"03.01.01.08","descr":"Em agregado não britado (material aluvionar), com 0,30 m de espessura.","und":"m2"},
{"id_orc":"454","cod":"03.01.01.09","descr":"Em agregado não britado (material aluvionar), no reperfilamento da superfície do leito do pavimento no extradorso das curvas com sobre-elevação.","und":"m2"},
{"id_orc":"455","cod":"03.01.01.10","descr":"Em  agregado  britado de  granulometria extensa, com 0,12 m de espessura.","und":"m2"},
{"id_orc":"456","cod":"03.01.01.11","descr":"Em  agregado  britado de  granulometria extensa, com 0,15 m de espessura.","und":"m2"},
{"id_orc":"457","cod":"03.01.01.12","descr":"Em  agregado  britado de  granulometria extensa, com 0,20 m de espessura.","und":"m2"},
{"id_orc":"458","cod":"03.01.01.13","descr":"Em  agregado  britado de  granulometria extensa, com 0,25 m de espessura.","und":"m2"},
{"id_orc":"459","cod":"03.01.01.14","descr":"Em  agregado  britado de  granulometria extensa, com 0,30 m de espessura.","und":"m2"},
{"id_orc":"460","cod":"03.01.01.15","descr":"Em  agregado  britado de  granulometria extensa, no reperfilamento da superfície do leito do pavimento no extradorso das curvas com sobre-elevação.","und":"m3"},
{"id_orc":"461","cod":"03.01.02","descr":"Com características de base:","und":""},
{"id_orc":"462","cod":"03.01.02.01","descr":"Em agregado britado de granulometria extensa, com 0,15 m de espessura.","und":"m2"},
{"id_orc":"463","cod":"03.01.02.02","descr":"Em agregado britado de granulometria extensa, com 0,20 m de espessura.","und":"m2"},
{"id_orc":"464","cod":"03.01.02.03","descr":"Em agregado britado de granulometria extensa, com 0,25 m de espessura.","und":"m2"},
{"id_orc":"465","cod":"03.01.02.04","descr":"Em agregado britado de granulometria extensa, com 0,30 m de espessura.","und":"m2"},
{"id_orc":"466","cod":"03.01.02.05","descr":"Em agregado britado de granulometria extensa, misturado em central, com 0,12 m de espessura.","und":"m2"},
{"id_orc":"467","cod":"03.01.02.06","descr":"Em agregado britado de granulometria extensa, misturado em central, com 0,15 m de espessura.","und":"m2"},
{"id_orc":"468","cod":"03.01.02.07","descr":"Em agregado britado de granulometria extensa, misturado em central, com 0,20 m de espessura.","und":"m2"},
{"id_orc":"469","cod":"03.01.02.08","descr":"Em agregado britado de granulometria extensa, misturado em central, com 0,25 m de espessura.","und":"m2"},
{"id_orc":"470","cod":"03.01.03","descr":"Com características de regularização:","und":""},
{"id_orc":"471","cod":"03.01.03.01","descr":"Em areia para assentamento de blocos de pedra ou betão, com 0,02 m de espessura.","und":"m2"},
{"id_orc":"472","cod":"03.01.03.02","descr":"Em areia para assentamento de blocos de pedra ou betão, com 0,03 m de espessura.","und":"m2"},
{"id_orc":"473","cod":"03.01.03.03","descr":"Em areia para assentamento de blocos de pedra ou betão, com 0,05 m de espessura.","und":"m2"},
{"id_orc":"474","cod":"03.01.03.04","descr":"Em areia para assentamento de blocos de pedra ou betão, com 0,10 m de espessura.","und":"m2"},
{"id_orc":"475","cod":"03.01.04","descr":"Com características de regularização, no enchimento de bermas:","und":""},
{"id_orc":"476","cod":"03.01.04.01","descr":"Em agregado britado de granulometria extensa.","und":"m3"},
{"id_orc":"477","cod":"03.01.04.02","descr":"Em material drenante com agregado britado.","und":"m3"},
{"id_orc":"478","cod":"03.01.04.03","descr":"Em solos.","und":"m3"},
{"id_orc":"479","cod":"03.01.04.04","descr":"Em agregado não britado.","und":"m3"},
{"id_orc":"480","cod":"03.01.05","descr":"Com características de desgaste em camadas traficadas não revestidas:","und":""},
{"id_orc":"481","cod":"03.01.05.01","descr":"Em solos selecionados com 0,20 m de espessura.","und":"m2"},
{"id_orc":"482","cod":"03.01.05.02","descr":"Em agregado não britado com 0,15 m de espessura.","und":"m2"},
{"id_orc":"483","cod":"03.01.05.03","descr":"Em agregado britado com 0,15 m de espessura.","und":"m2"},
{"id_orc":"484","cod":"03.02","descr":"Camadas em misturas betuminosas a quente:","und":""},
{"id_orc":"485","cod":"03.02.01","descr":"Com características de regularização:","und":""},
{"id_orc":"486","cod":"03.02.01.01","descr":"Em mistura betuminosa densa.","und":"ton"},
{"id_orc":"487","cod":"03.02.01.02","descr":"Em betão betuminoso.","und":"ton"},
{"id_orc":"488","cod":"03.02.01.03","descr":"Em argamassa betuminosa.","und":"ton"},
{"id_orc":"489","cod":"03.02.02","descr":"Com características de ligação:","und":""},
{"id_orc":"490","cod":"03.02.02.01","descr":"Em semi-penetração betuminosa, com 0,08 m de espessura e 4 kg\/m2 de betume.","und":"m2"},
{"id_orc":"491","cod":"03.02.02.02","descr":"Em semi-penetração betuminosa, com 0,10 m de espessura e 5 kg\/m2 de betume.","und":"m2"},
{"id_orc":"492","cod":"03.02.02.03","descr":"Em mistura betuminosa densa, com 0,04 m de espessura.","und":"m2"},
{"id_orc":"493","cod":"03.02.02.04","descr":"Em mistura betuminosa densa, com 0,05 m de espessura.","und":"m2"},
{"id_orc":"494","cod":"03.02.02.05","descr":"Em mistura betuminosa densa, com 0,06 m de espessura.","und":"m2"},
{"id_orc":"495","cod":"03.02.02.06","descr":"Em mistura betuminosa densa, com 0,07 m de espessura.","und":"m2"},
{"id_orc":"496","cod":"03.02.02.07","descr":"Em betão betuminoso , com 0,03 m de espessura.","und":"m2"},
{"id_orc":"497","cod":"03.02.02.08","descr":"Em betão betuminoso , com 0,04 m de espessura.","und":"m2"},
{"id_orc":"498","cod":"03.02.02.09","descr":"Em betão betuminoso , com 0,05 m de espessura.","und":"m2"},
{"id_orc":"499","cod":"03.02.02.10","descr":"Em betão betuminoso , com 0,06 m de espessura.","und":"m2"},
{"id_orc":"500","cod":"03.02.02.11","descr":"Em mistura betuminosa densa, para tapagem de covas.","und":"ton"},
{"id_orc":"501","cod":"03.02.02.12","descr":"Em argamassa betuminosa, com 0,015 m de espessura.","und":"m2"},
{"id_orc":"502","cod":"03.02.02.13","descr":"Em argamassa betuminosa, com 0,02 m de espessura.","und":"m2"},
{"id_orc":"503","cod":"03.02.02.14","descr":"Em argamassa betuminosa, com 0,025 m de espessura.","und":"m2"},
{"id_orc":"504","cod":"03.02.02.15","descr":"Em argamassa betuminosa, com 0,03 m de espessura.","und":"m2"},
{"id_orc":"505","cod":"03.02.02.16","descr":"Na regularização e\/ou reperfilamento de pavimentos existentes (espessura variável), com mistura betuminosa densa.","und":"ton"},
{"id_orc":"506","cod":"03.02.02.17","descr":"Na regularização e\/ou reperfilamento de pavimentos existentes (espessura variável), com argamassa betuminosa.","und":"ton"},
{"id_orc":"507","cod":"03.02.03","descr":"Com características de desgaste, na faixa de rodagem:","und":""},
{"id_orc":"508","cod":"03.02.03.01","descr":"Em betão betuminoso, com 0,03 m de espessura.","und":"m2"},
{"id_orc":"509","cod":"03.02.03.02","descr":"Em betão betuminoso, com 0,04 m de espessura.","und":""},
{"id_orc":"510","cod":"03.02.03.03","descr":"Em betão betuminoso, com 0,05 m de espessura.","und":"m2"},
{"id_orc":"511","cod":"03.02.03.04","descr":"Em betão betuminoso, com 0,06 m de espessura.","und":"m2"},
{"id_orc":"512","cod":"03.02.03.05","descr":"Em argamassa betuminosa, com 0,015 m de espessura.","und":"m2"},
{"id_orc":"513","cod":"03.02.03.06","descr":"Em argamassa betuminosa, com 0,02 m de espessura.","und":"m2"},
{"id_orc":"514","cod":"03.02.03.07","descr":"Em argamassa betuminosa, com 0,025 m de espessura.","und":"m2"},
{"id_orc":"515","cod":"03.02.03.08","descr":"Em argamassa betuminosa, com 0,03 m de espessura.","und":"m2"},
{"id_orc":"516","cod":"03.02.03.09","descr":"Em mistura betuminosa com gravilhas duras incrustadas, com 0,05 m de espessura.","und":"m2"},
{"id_orc":"517","cod":"03.02.03.10","descr":"Em mistura betuminosa com gravilhas duras incrustadas, com 0,06 m de espessura.","und":"m2"},
{"id_orc":"518","cod":"03.02.03.11","descr":"Em betão betuminoso, sobre pavimentos existentes, aplicado em camada única, com função de regularização e\/ou reperfilamento, e desgaste.","und":"ton"},
{"id_orc":"519","cod":"03.02.04","descr":"Com características de desgaste, em bermas:","und":""},
{"id_orc":"520","cod":"03.02.04.01","descr":"Em betão betuminoso, com 0,03 m de espessura.","und":"m2"},
{"id_orc":"521","cod":"03.02.04.02","descr":"Em betão betuminoso, com 0,04 m de espessura.","und":"m2"},
{"id_orc":"522","cod":"03.02.04.03","descr":"Em betão betuminoso, com 0,05 m de espessura.","und":"m2"},
{"id_orc":"523","cod":"03.02.04.04","descr":"Em betão betuminoso, com 0,06 m de espessura.","und":"m2"},
{"id_orc":"524","cod":"03.02.04.05","descr":"Em mistura betuminosa densa, com 0,04 m de espessura.","und":"m2"},
{"id_orc":"525","cod":"03.02.04.06","descr":"Em mistura betuminosa densa, com 0,05 m de espessura.","und":"m2"},
{"id_orc":"526","cod":"03.02.04.07","descr":"Em mistura betuminosa densa, com 0,06 m de espessura.","und":"m2"},
{"id_orc":"527","cod":"03.02.04.08","descr":"Em mistura betuminosa densa, com 0,07 m de espessura.","und":"m2"},
{"id_orc":"528","cod":"03.02.04.09","descr":"Em argamassa betuminosa, com 0,015 m de espessura.","und":"m2"},
{"id_orc":"529","cod":"03.02.04.10","descr":"Em argamassa betuminosa, com 0,02 m de espessura.","und":"m2"},
{"id_orc":"530","cod":"03.02.04.11","descr":"Em argamassa betuminosa, com 0,025 m de espessura.","und":"m2"},
{"id_orc":"531","cod":"03.02.04.12","descr":"Em argamassa betuminosa, com 0,03 m de espessura.","und":"m2"},
{"id_orc":"532","cod":"03.03","descr":"Camadas em misturas betuminosas a frio:","und":""},
{"id_orc":"533","cod":"03.03.01","descr":"Com características de regularização:","und":""},
{"id_orc":"534","cod":"03.03.01.01","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa.","und":"ton"},
{"id_orc":"535","cod":"03.03.01.02","descr":"Em mistura betuminosa aberta a frio.","und":"ton"},
{"id_orc":"536","cod":"03.03.02","descr":"Com características de base:","und":""},
{"id_orc":"537","cod":"03.03.02.01","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa, com 0,08 m de espessura.","und":"m2"},
{"id_orc":"538","cod":"03.03.02.02","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa, com 0,10 m de espessura.","und":"m2"},
{"id_orc":"539","cod":"03.03.02.03","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa, com 0,12 m de espessura.","und":"m2"},
{"id_orc":"540","cod":"03.03.02.04","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa, com 0,14 m de espessura.","und":"m2"},
{"id_orc":"541","cod":"03.03.02.05","descr":"Em mistura betuminosa aberta a frio, com 0,05 m de espessura.","und":"m2"},
{"id_orc":"542","cod":"03.03.02.06","descr":"Em mistura betuminosa aberta a frio, com 0,06 m de espessura.","und":"m2"},
{"id_orc":"543","cod":"03.03.02.07","descr":"Em mistura betuminosa aberta a frio, com 0,08 m de espessura.","und":"m2"},
{"id_orc":"544","cod":"03.03.02.08","descr":"Em mistura betuminosa aberta a frio, com 0,10 m de espessura.","und":"m2"},
{"id_orc":"545","cod":"03.03.03","descr":"Com características de ligação:","und":""},
{"id_orc":"546","cod":"03.03.03.01","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa, com 0,08 m de espessura.","und":"m2"},
{"id_orc":"547","cod":"03.03.03.02","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa, com 0,10 m de espessura.","und":"m2"},
{"id_orc":"548","cod":"03.03.03.03","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa, com 0,12 m de espessura.","und":"m2"},
{"id_orc":"549","cod":"03.03.03.04","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa, com 0,14 m de espessura.","und":"m2"},
{"id_orc":"550","cod":"03.03.03.05","descr":"Em mistura betuminosa aberta a frio, com 0,05 m de espessura.","und":"m2"},
{"id_orc":"551","cod":"03.03.03.06","descr":"Em mistura betuminosa aberta a frio, com 0,06 m de espessura.","und":"m2"},
{"id_orc":"552","cod":"03.03.03.07","descr":"Em mistura betuminosa aberta a frio, com 0,08 m de espessura.","und":"m2"},
{"id_orc":"553","cod":"03.03.03.08","descr":"Em mistura betuminosa aberta a frio, com 0,10 m de espessura.","und":"m2"},
{"id_orc":"554","cod":"03.03.03.09","descr":"Em mistura betuminosa aberta a frio, para tapagem de covas.","und":"ton"},
{"id_orc":"555","cod":"03.03.04","descr":"Com características de regularização no reperfilamento de pavimentos existentes (espessura variável):","und":""},
{"id_orc":"556","cod":"03.03.04.01","descr":"Em agregado britado de granulometria extensa, tratado com emulsão betuminosa.","und":"ton"},
{"id_orc":"557","cod":"03.03.04.02","descr":"Em mistura betuminosa aberta a frio.","und":"ton"},
{"id_orc":"558","cod":"03.03.05","descr":"Com características de regularização no enchimento de bermas:","und":""},
{"id_orc":"559","cod":"03.03.05.01","descr":"Em agregado britado de granulometria extensa tratado com emulsão betuminosa.","und":"ton"},
{"id_orc":"560","cod":"03.03.05.02","descr":"Em mistura betuminosa aberta a frio.","und":"ton"},
{"id_orc":"561","cod":"03.04","descr":"Camadas de desgaste em blocos de pedra:","und":""},
{"id_orc":"562","cod":"03.04.01","descr":"Em calçada à portuguesa.","und":"m2"},
{"id_orc":"563","cod":"03.04.02","descr":"Em calçada de paralelepípedos.","und":"m2"},
{"id_orc":"564","cod":"03.04.03","descr":"Em empedramento.","und":"m2"},
{"id_orc":"565","cod":"03.05","descr":"Camadas de desgaste em lajetas ou blocos de betão de cimento.","und":"m2"},
{"id_orc":"566","cod":"03.06","descr":"Tratamentos superficiais:","und":""},
{"id_orc":"567","cod":"03.06.01","descr":"Na faixa de rodagem:","und":""},
{"id_orc":"568","cod":"03.06.01.01","descr":"Em microaglomerado betuminoso a frio, simples.","und":"m2"},
{"id_orc":"569","cod":"03.06.01.02","descr":"Em microaglomerado betuminoso a frio, duplo.","und":"m2"},
{"id_orc":"570","cod":"03.06.01.03","descr":"Em lama asfáltica (slurry seal), simples.","und":"m2"},
{"id_orc":"571","cod":"03.06.01.04","descr":"Em lama asfáltica (slurry seal), duplo.","und":"m2"},
{"id_orc":"572","cod":"03.06.01.05","descr":"Em revestimento superficial, simples.","und":"m2"},
{"id_orc":"573","cod":"03.06.01.06","descr":"Em revestimento superficial, duplo.","und":"m2"},
{"id_orc":"574","cod":"03.06.01.07","descr":"Em revestimento superficial, simples com duas aplicações de agregado.","und":"m2"},
{"id_orc":"575","cod":"03.06.02","descr":"Em bermas:","und":""},
{"id_orc":"576","cod":"03.06.02.01","descr":"Em lama asfáltica (slurry seal), simples.","und":"m2"},
{"id_orc":"577","cod":"03.06.02.02","descr":"Em lama asfáltica (slurry seal), duplo.","und":"m2"},
{"id_orc":"578","cod":"03.06.02.03","descr":"Em revestimento superficial, simples.","und":"m2"},
{"id_orc":"579","cod":"03.06.02.04","descr":"Em revestimento superficial, duplo.","und":"m2"},
{"id_orc":"580","cod":"03.06.02.05","descr":"Em revestimento superficial, simples com duas aplicações de agregado.","und":"m2"},
{"id_orc":"581","cod":"03.07","descr":"Regas betuminosas de impregnação, colagem ou cura:","und":""},
{"id_orc":"582","cod":"03.07.01","descr":"Rega de impregnação betuminosa:","und":""},
{"id_orc":"583","cod":"03.07.01.01","descr":"Com emulsão betuminosa.","und":"m2"},
{"id_orc":"584","cod":"03.07.01.02","descr":"Com betume fluidificado (cut-back).","und":"m2"},
{"id_orc":"585","cod":"03.07.02","descr":"Rega de colagem:","und":""},
{"id_orc":"586","cod":"03.07.02.01","descr":"Com emulsão betuminosa.","und":"m2"},
{"id_orc":"587","cod":"03.07.02.02","descr":"Com betume fluidificado (cut-back).","und":"m2"},
{"id_orc":"588","cod":"03.07.02.03","descr":"Com emulsão modificada.","und":"m2"},
{"id_orc":"589","cod":"03.07.03","descr":"Rega de cura:","und":""},
{"id_orc":"590","cod":"03.07.03.01","descr":"Com emulsão betuminosa.","und":"m2"},
{"id_orc":"591","cod":"03.07.03.02","descr":"Com betume fluidificado.","und":"m2"},
{"id_orc":"592","cod":"03.08","descr":"Trabalhos especiais de pavimentação:","und":""},
{"id_orc":"593","cod":"03.08.01","descr":"Colocação de argamassa de cimento para refechamento das juntas de união de blocos de pedra, ou blocos ou lajetas em betão de cimento.","und":"m2"},
{"id_orc":"594","cod":"03.08.010","descr":"Reposição de pavimentos com as características dos existentes, designadamente em zonas de abertura de valas para instalação de redes de serviços públicos ou outros:","und":""},
{"id_orc":"595","cod":"03.08.02","descr":"Execução de uma linha de água à superfície:","und":""},
{"id_orc":"596","cod":"03.08.02.01","descr":"Em betão de cimento  C25\/30 (B30).","und":"m3"},
{"id_orc":"597","cod":"03.08.02.02","descr":"Em betão de cimento C20\/25 (B25).","und":"m3"},
{"id_orc":"598","cod":"03.08.02.03","descr":"Rede de aço.","und":"m2"},
{"id_orc":"599","cod":"03.08.03","descr":"Fresagem e\/ou remoção de camadas de pavimentos existentes, incluindo limpeza, carga, transporte e colocação em vazadouro e eventual indeminização por depósito:","und":""},
{"id_orc":"600","cod":"03.08.03.01","descr":"Em misturas betuminosas, em profundidades inferiores a 5 cm.","und":"m2"},
{"id_orc":"601","cod":"03.08.03.02","descr":"Em misturas betuminosas, em profundidades entre 5 e 10 cm.","und":"m2"},
{"id_orc":"602","cod":"03.08.03.03","descr":"Em misturas betuminosas, em profundidades superiores a 10 cm.","und":"m2"},
{"id_orc":"603","cod":"03.08.03.04","descr":"Em pedra de calçada à portuguesa, incluindo a camada de areia para assentamento dos blocos.","und":"m2"},
{"id_orc":"604","cod":"03.08.03.05","descr":"Em pedra de calçada paralelepípedo, incluindo a camada de areia para assentamento dos blocos.","und":"m2"},
{"id_orc":"605","cod":"03.08.03.06","descr":"Em empedrado, incluindo a camada de areia para assentamento dos blocos.","und":"m2"},
{"id_orc":"606","cod":"03.08.03.07","descr":"Em lajetas ou blocos de betão de cimento.","und":"m2"},
{"id_orc":"607","cod":"03.08.03.08","descr":"Em betão de cimento de uma linha de água à superfície, incluindo a rede de aço","und":""},
{"id_orc":"608","cod":"03.08.04","descr":"Fresagem e\/ou remoção de camadas de pavimentos existentes, incluindo limpeza, carga, transporte para depósito provisório para posterior reutilização, e eventual indeminização por depósito:","und":"m2"},
{"id_orc":"609","cod":"03.08.04.01","descr":"Em misturas betuminosas, em profundidades inferiores a 5 cm.","und":"m2"},
{"id_orc":"610","cod":"03.08.04.02","descr":"Em misturas betuminosas, em profundidades entre 5 e 10 cm.","und":"m2"},
{"id_orc":"611","cod":"03.08.04.03","descr":"Em misturas betuminosas, em profundidades superiores a 10 cm.","und":"m2"},
{"id_orc":"612","cod":"03.08.04.04","descr":"Em pedra de calçada à portuguesa, incluindo a camada de areia para assentamento dos blocos.","und":"m2"},
{"id_orc":"613","cod":"03.08.04.05","descr":"Em pedra de calçada paralelepípedo, incluindo a camada de areia para assentamento dos blocos.","und":"m2"},
{"id_orc":"614","cod":"03.08.04.06","descr":"Em empedrado, incluindo a camada de areia para assentamento dos blocos.","und":"m2"},
{"id_orc":"615","cod":"03.08.04.07","descr":"Em lajetas ou blocos de betão de cimento.","und":"m2"},
{"id_orc":"616","cod":"03.08.04.08","descr":"Em betão de cimento de uma linha de água à superfície, incluindo a rede de aço.","und":"m2"},
{"id_orc":"617","cod":"03.08.05","descr":"Saneamentos de pavimentos existentes, incluindo escavação, remoção e transporte a vazadouro dos produtos escavados, eventual indemnização por depósito, e o preenchimento de acordo com o definido no projeto.","und":"m3"},
{"id_orc":"618","cod":"03.08.06","descr":"Regularização e recompactação de fundo de caixa.","und":"m2"},
{"id_orc":"619","cod":"03.08.07","descr":"Enchimento em agregado britado de granulometria extensa, para regularização e\/ou reperfilamento de pavimentos existentes.","und":"m3"},
{"id_orc":"620","cod":"03.08.08","descr":"Selagem ou elemento retardador da propagação de fissuras em pavimentos degradados:","und":""},
{"id_orc":"621","cod":"03.08.08.01","descr":"Com misturas betuminosas.","und":"m2"},
{"id_orc":"622","cod":"03.08.08.02","descr":"Com revestimentos superficiais.","und":"m2"},
{"id_orc":"623","cod":"03.08.08.03","descr":"Com slurry-seal.","und":"m2"},
{"id_orc":"624","cod":"03.08.08.04","descr":"Com microaglomerado a frio.","und":"m2"},
{"id_orc":"625","cod":"03.08.08.05","descr":"Com geotêxtil impregnado.","und":"m2"},
{"id_orc":"626","cod":"03.08.08.06","descr":"Argamassa betuminosa.","und":"m2"},
{"id_orc":"627","cod":"03.08.08.07","descr":"Com mástiques betuminosos.","und":"m"},
{"id_orc":"628","cod":"03.08.09","descr":"Reparação de juntas ou de fendas em pavimentos de cimento em linhas de água à superfície:","und":""},
{"id_orc":"629","cod":"03.08.09.01","descr":"Remoção dos produtos de enchimento.","und":"m"},
{"id_orc":"630","cod":"03.08.09.02","descr":"Reparação dos bordos.","und":"m"},
{"id_orc":"631","cod":"03.08.09.03","descr":"Selagem com mástiques betuminosos.","und":"m"},
{"id_orc":"632","cod":"03.08.10.01","descr":"Em pavimentos betuminosos.","und":"m2"},
{"id_orc":"633","cod":"03.08.10.02","descr":"Em calçada à portuguesa.","und":"m2"},
{"id_orc":"634","cod":"03.08.10.03","descr":"Em calçada em paralelepípedos.","und":"m2"},
{"id_orc":"635","cod":"03.08.10.04","descr":"Em empedrado.","und":"m2"},
{"id_orc":"636","cod":"03.08.10.05","descr":"Em lajetas ou blocos de betão de cimento.","und":"m2"},
{"id_orc":"637","cod":"03.08.10.06","descr":"Em betão de cimento em linhas de água à superfície, incluindo rede de aço.","und":"m2"},
{"id_orc":"638","cod":"03.08.11","descr":"Pavimentação de passeios, separadores ou ilhas direcionais, incluindo fundação:","und":""},
{"id_orc":"639","cod":"03.08.11.01","descr":"Em betonilha.","und":"m2"},
{"id_orc":"640","cod":"03.08.11.02","descr":"Em calçada à portuguesa.","und":"m2"},
{"id_orc":"641","cod":"03.08.11.03","descr":"Em calçada em paralelepípedos.","und":"m2"},
{"id_orc":"642","cod":"03.08.11.04","descr":"Em empedrado.","und":"m2"},
{"id_orc":"643","cod":"03.08.11.05","descr":"Em lajetas ou blocos de betão.","und":"m2"},
{"id_orc":"644","cod":"03.08.12","descr":"Remoção de pavimentos existentes, incluindo fundação e lancis, carga, transporte e colocação em vazadouro dos produtos sobrantes e eventual indemnização por depósito:","und":""},
{"id_orc":"645","cod":"03.08.12.01","descr":"Em pavimentos betuminosos.","und":"m2"},
{"id_orc":"646","cod":"03.08.12.02","descr":"Em pavimentos rígidos.","und":"m2"},
{"id_orc":"647","cod":"03.08.12.03","descr":"Em calçada.","und":"m2"},
{"id_orc":"648","cod":"03.08.12.04","descr":"Em passeios e separadores.","und":"m2"},
{"id_orc":"649","cod":"03.08.12.05","descr":"Em lajetas ou blocos de betão.","und":"m2"},
{"id_orc":"650","cod":"03.08.13","descr":"Enchimento e regularização de bermas em solos selecionados.","und":"m3"},
{"id_orc":"651","cod":"03.08.14","descr":"Ranhuragem transversal para melhoramento das condições de drenagem superficial, com a profundidade e largura definida no projeto:","und":""},
{"id_orc":"652","cod":"03.08.14.01","descr":"Em camadas de misturas betuminosas","und":"m"},
{"id_orc":"653","cod":"03.08.14.02","descr":"Em pavimentos em betão de cimento","und":"m"},
{"id_orc":"654","cod":"03.09","descr":"Outros Trabalhos:","und":""},
{"id_orc":"655","cod":"04","descr":"Obras acessórias","und":""},
{"id_orc":"656","cod":"04.01","descr":"Integração paisagística e medidas minimizadoras:","und":""},
{"id_orc":"657","cod":"04.01.01","descr":"Integração paisagística\/revestimento vegetal:","und":""},
{"id_orc":"658","cod":"04.01.01.01","descr":"Escavação de terra vegetal em empréstimo, incluindo eventual indemnização.","und":"m3"},
{"id_orc":"659","cod":"04.01.01.02","descr":"Colocação de terra vegetal, reutilizando os produtos da decapagem previamente armazenados (01.01.06) e\/ou provenientes de empréstimo (04.01.01.01), incluindo todos os trabalhos necessários, designadamente a carga, transporte e espalhamento, em revestimento de taludes.","und":"m2"},
{"id_orc":"660","cod":"04.01.01.03","descr":"Colocação de terra vegetal, reutilizando os produtos da decapagem previamente armazenados (01.01.05) e\/ou provenientes de empréstimo (04.01.01.01), incluindo todos os trabalhos necessários, designadamente a carga, transporte e espalhamento, em separadores e ilhas direcionais.","und":"m2"},
{"id_orc":"661","cod":"04.01.01.04","descr":"Colocação de terra vegetal, reutilizando os produtos da decapagem previamente armazenados (01.01.05) e\/ou provenientes de empréstimo (04.01.01.01), incluindo todos os trabalhos necessários, designadamente a carga, transporte e espalhamento, nas áreas interiores aos ramos dos nós.","und":"m2"},
{"id_orc":"662","cod":"04.01.01.05","descr":"Colocação de terra vegetal, reutilizando os produtos da decapagem previamente armazenados (01.01.05) e\/ou provenientes de empréstimo (04.01.01.01), incluindo todos os trabalhos necessários, designadamente a carga, transporte e espalhamento, em outras áreas confinantes com a estrada, conforme definid","und":"m2"},
{"id_orc":"663","cod":"04.01.01.06","descr":"Sementeira manual, incluindo o fornecimento das espécies, a preparação e adubação do solo, e trabalhos no período de garantia.","und":"m2"},
{"id_orc":"664","cod":"04.01.01.07","descr":"Sementeira por hidrossementeira, incluindo o fornecimento das espécies, a preparação e adubação do solo, e trabalhos no período de garantia.","und":"m2"},
{"id_orc":"665","cod":"04.01.01.08","descr":"Sementeiras - Aditivos diversos, incluindo o fornecimento das espécies, preparação e a adubação do solo, e trabalhos no período de garantia.","und":"m2"},
{"id_orc":"666","cod":"04.01.01.09","descr":"Sementeiras - Esteiras vegetais, rede ou materiais equivalentes, incluindo o fornecimento das espécies, preparação e a adubação do solo, e trabalhos no período de garantia.","und":"m2"},
{"id_orc":"667","cod":"04.01.01.10","descr":"Plantação de árvores, incluindo o fornecimento das espécies, a abertura e enchimento de covas, a adubação, a tutoragem, a retancha, a manutenção e as regas.","und":"un"},
{"id_orc":"668","cod":"04.01.01.11","descr":"Plantação de arbustos, incluindo o fornecimento das espécies, a abertura e enchimento de covas, a adubação, a tutoragem, a retancha, a manutenção e as regas.","und":"un"},
{"id_orc":"669","cod":"04.01.01.12","descr":"Plantação de herbáceas de revestimento, incluindo o fornecimento das espécies, a abertura e enchimento de covas, a adubação, a tutoragem, a retancha, a manutenção e as regas.","und":"un"},
{"id_orc":"670","cod":"04.01.01.13","descr":"Rede de rega - Abertura e tapamento de valas, incluindo a abertura de valas, tubos, válvulas, aspersores e microaspersores e demais acessórios necessários.","und":"m"},
{"id_orc":"671","cod":"04.01.01.14","descr":"Rede de rega - Fornecimento e instalação de tubos, incluindo a abertura de valas e demais acessórios necessários.","und":"m"},
{"id_orc":"672","cod":"04.01.01.15","descr":"Transplante de espécies existentes, incluindo todos os trabalhos complementares - Árvores.","und":"un"},
{"id_orc":"673","cod":"04.01.01.16","descr":"Transplante de espécies existentes, incluindo todos os trabalhos complementares - Arbustos.","und":"un"},
{"id_orc":"674","cod":"04.01.02","descr":"Medidas minimizadoras:","und":""},
{"id_orc":"675","cod":"04.01.02.01","descr":"Barreiras acústicas em betão, incluindo o fornecimento e a colocação de todos os equipamentos, estruturas de suporte, acessórios e materiais necessários, e ainda todos os trabalhos para a sua implantação, e execução das fundações.","und":"m2"},
{"id_orc":"676","cod":"04.01.02.02","descr":"Barreiras acústicas em madeira, incluindo o fornecimento e a colocação de todos os equipamentos, estruturas de suporte, acessórios e materiais necessários, e ainda todos os trabalhos para a sua implantação, e execução das fundações.","und":"m2"},
{"id_orc":"677","cod":"04.01.02.03","descr":"Barreiras acústicas metálicas, incluindo o fornecimento e a colocação de todos os equipamentos, estruturas de suporte, acessórios e materiais necessários, e ainda todos os trabalhos para a sua implantação, e execução das fundações.","und":"m2"},
{"id_orc":"678","cod":"04.01.02.04","descr":"Barreiras acústicas em vidro, incluindo o fornecimento e a colocação de todos os equipamentos, estruturas de suporte, acessórios e materiais necessários, e ainda todos os trabalhos para a sua implantação, e execução das fundações.","und":"m2"},
{"id_orc":"679","cod":"04.01.02.05","descr":"Barreiras acústicas em materiais à base de policarbonatos ou outros materiais sintéticos, incluindo o fornecimento e a colocação de todos os equipamentos, estruturas de suporte, acessórios e materiais necessários, e ainda todos os trabalhos para a sua implantação, e execução das fundações.","und":"m2"},
{"id_orc":"680","cod":"04.01.02.06","descr":"Bacias de retenção\/decantação.","und":"m2"},
{"id_orc":"681","cod":"04.02","descr":"Execução da vedação física e caminhos paralelos, incluindo todos os trabalhos, equipamentos e acessórios necessários e o fornecimento e colocação de todos os materiais:","und":""},
{"id_orc":"682","cod":"04.02.01","descr":"Vedações:","und":""},
{"id_orc":"683","cod":"04.02.01.01","descr":"Com postes de madeira, em rede de malha variável do tipo cerca de caça.","und":"m"},
{"id_orc":"684","cod":"04.02.01.02","descr":"Com postes metálicos, em rede de malha variável do tipo cerca de caça.","und":"m"},
{"id_orc":"685","cod":"04.02.01.03","descr":"Com postes metálicos, em rede de malha constante, plastificada.","und":"m"},
{"id_orc":"686","cod":"04.02.02","descr":"Portões e passagens:","und":"--"},
{"id_orc":"687","cod":"04.02.02.01","descr":"Em madeira.","und":"un"},
{"id_orc":"688","cod":"04.02.02.02","descr":"Metálicos.","und":"un"},
{"id_orc":"689","cod":"04.02.03","descr":"Caminhos paralelos, incluindo terraplenagem, valetas de plataforma e regularização de taludes.","und":"m"},
{"id_orc":"690","cod":"04.03","descr":"Obras de contenção (muros de suporte, espera ou vedação, paredes, pregagens e ancoragens) e de revestimento de taludes e canais, incluindo fornecimento e colocação de todos os materiais necessários:","und":""},
{"id_orc":"691","cod":"04.03.01","descr":"Fundações:","und":""},
{"id_orc":"692","cod":"04.03.01.01","descr":"Escavação, em terreno brando, para abertura de fundações de muros e paredes, incluindo entivação, escoramento, bombagem e esgoto de eventuais águas afluentes, carga, transporte e espalhamento em vazadouro dos produtos sobrantes, aterro e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"693","cod":"04.03.01.02","descr":"Escavação, em terreno duro, para abertura de fundações de muros e paredes, incluindo entivação, escoramento, bombagem e esgoto de eventuais águas afluentes, carga, transporte e espalhamento em vazadouro dos produtos sobrantes, aterro e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"694","cod":"04.03.01.03","descr":"Escavação, em terreno compacto (rocha), para abertura de fundações de muros e paredes, incluindo entivação, escoramento, bombagem e esgoto de eventuais águas afluentes, carga, transporte e espalhamento em vazadouro dos produtos sobrantes, aterro e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"695","cod":"04.03.01.04","descr":"Execução de ensecadeiras para construção de fundações.","und":"m2"},
{"id_orc":"696","cod":"04.03.02","descr":"Execução ou reparação de muros, ou revestimento de taludes e canais, incluindo cofragens, cavaletes, escoramentos necessários e colocação dos dispositivos de drenagem no tardoz:","und":""},
{"id_orc":"697","cod":"04.03.02.01","descr":"Em enrocamento ou alvenaria de pedra.","und":"m3"},
{"id_orc":"698","cod":"04.03.02.02","descr":"Em enrocamento ou alvenaria de pedra argamassada.","und":"m3"},
{"id_orc":"699","cod":"04.03.02.03","descr":"Em betão ciclópico.","und":"m3"},
{"id_orc":"700","cod":"04.03.02.04","descr":"Em betão armado.","und":"m3"},
{"id_orc":"701","cod":"04.03.02.05","descr":"Em gabiões com arame normal.","und":"m3"},
{"id_orc":"702","cod":"04.03.02.06","descr":"Em gabiões com arame revestido a PVC.","und":"m3"},
{"id_orc":"703","cod":"04.03.02.07","descr":"Em colchões de rede metálica preenchidos com material rochoso, em arame normal.","und":"m3"},
{"id_orc":"704","cod":"04.03.02.08","descr":"Em colchões de rede metálica preenchidos com material rochoso, em arame revestido a PVC.","und":"m3"},
{"id_orc":"705","cod":"04.03.02.09","descr":"Em rede de proteção contra a queda de pedras.","und":"m2"},
{"id_orc":"706","cod":"04.03.02.10","descr":"Em solos reforçados do tipo \"terra armada\" ou equivalente.","und":"m2"},
{"id_orc":"707","cod":"04.03.02.11","descr":"Em solos reforçados do tipo \"terra armada\" com paramento em gabiões.","und":"m2"},
{"id_orc":"708","cod":"04.03.02.12","descr":"Em solos reforçados do tipo \"terra armada\" com geotêxteis.","und":"m2"},
{"id_orc":"709","cod":"04.03.02.13","descr":"Em solos reforçados do tipo \"terra armada\" com geogrelhas ou geomalhas.","und":"m2"},
{"id_orc":"710","cod":"04.03.02.14","descr":"Tipo Crib-Wall ou equivalente.","und":"m3"},
{"id_orc":"711","cod":"04.03.03","descr":"Reparação de muros de pedra seca, incluindo nivelamento e revestimento com argamassa de cimento.","und":"m3"},
{"id_orc":"712","cod":"04.03.04","descr":"Reparação de juntas de muros.","und":"m3"},
{"id_orc":"713","cod":"04.03.05","descr":"Colocação de betão de cimento no coroamento dos muros.","und":"m3"},
{"id_orc":"714","cod":"04.03.06","descr":"Execução de paredes para ancorar ou pregar, incluindo regularização prévia do talude, cofragens, escoramentos e colocação de todos os dispositivos de drenagem no tardoz:","und":""},
{"id_orc":"715","cod":"04.03.06.01","descr":"Em betão armado (incluindo armaduras).","und":"m2"},
{"id_orc":"716","cod":"04.03.06.02","descr":"Em betão projetado, aplicado em camadas com espessura mínima de 5 cm.","und":"m2"},
{"id_orc":"717","cod":"04.03.06.03","descr":"Em betão projetado, aplicado em camadas com espessura mínima de 5 cm, com uma rede de malha electrossoldada ou armadura equivalente.","und":"m2"},
{"id_orc":"718","cod":"04.03.06.04","descr":"Idem, com duas malhas.","und":"m2"},
{"id_orc":"719","cod":"04.03.06.05","descr":"Idem, com três malhas.","und":"m2"},
{"id_orc":"720","cod":"04.03.06.06","descr":"Em betão projetado com armadura de montagem tradicional.","und":"m2"},
{"id_orc":"721","cod":"04.03.07","descr":"Pregagens, incluindo furação, colocação, posicionadores, selagem e todos os trabalhos necessários:","und":""},
{"id_orc":"722","cod":"04.03.07.01","descr":"Com varão de aço de diâmetro de 20 mm.","und":"m"},
{"id_orc":"723","cod":"04.03.07.02","descr":"Com varão de aço de diâmetro de 25 mm.","und":"m"},
{"id_orc":"724","cod":"04.03.07.03","descr":"Com varão de aço de diâmetro de 32 mm.","und":"m"},
{"id_orc":"725","cod":"04.03.08","descr":"Pregagens instaladas por vibrocravação incluindo todos os trabalhos necessários e acessórios:","und":""},
{"id_orc":"726","cod":"04.03.08.01","descr":"Com varão de aço de diâmetro de 20 mm.","und":"m"},
{"id_orc":"727","cod":"04.03.08.02","descr":"Com varão de aço de diâmetro de 25 mm.","und":"m"},
{"id_orc":"728","cod":"04.03.08.03","descr":"Com varão de aço de diâmetro de 32 mm.","und":"m"},
{"id_orc":"729","cod":"04.03.09","descr":"Pregagens expansivas tipo \"Swellex\", incluindo furação e todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"730","cod":"04.03.10","descr":"Execução de ancoragens para a realização de ensaios prévios, incluindo furação, recolha de amostras, ensaios de permeabilidade, instalação das armaduras, injeção, selagem e todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"731","cod":"04.03.11","descr":"Execução de ensaios prévios em ancoragens, incluindo todas as operações de colocação em tensão e todos os trabalhos e materiais necessários e acessórios.","und":"un"},
{"id_orc":"732","cod":"04.03.12","descr":"Execução de ancoragens provisórias, incluindo furação, ensaios de permeabilidade, instalação das armaduras, injeção, selagem e todos os materiais necessários, os ensaios de receção e as operações de colocação em tensão:","und":""},
{"id_orc":"733","cod":"04.03.12.01","descr":"Com tração inferior ou igual a 50 ton.","und":"m"},
{"id_orc":"734","cod":"04.03.12.02","descr":"Com tração superior a 50 ton. e inferior ou igual a 100 ton.","und":"m"},
{"id_orc":"735","cod":"04.03.12.03","descr":"Com tração superior a 100 ton. e inferior ou igual a 150 ton.","und":"m"},
{"id_orc":"736","cod":"04.03.12.04","descr":"Com tração superior a 150 ton.","und":"m"},
{"id_orc":"737","cod":"04.03.13","descr":"Execução de ancoragens definitivas, incluindo furação, ensaios de permeabilidade, instalação das armaduras, injeção, selagem e todos os materiais necessários, os ensaios de receção e as operações de colocação em tensão:","und":""},
{"id_orc":"738","cod":"04.03.13.01","descr":"Com tração inferior ou igual a 50 ton.","und":"m"},
{"id_orc":"739","cod":"04.03.13.02","descr":"Com tração superior a 50 ton. e inferior ou igual a 100 ton.","und":"m"},
{"id_orc":"740","cod":"04.03.13.03","descr":"Com tração superior a 100 ton. e inferior ou igual a 150 ton.","und":"m"},
{"id_orc":"741","cod":"04.03.13.04","descr":"Com tração superior a 150 ton.","und":"m"},
{"id_orc":"742","cod":"04.03.14","descr":"Células de carga para medição do pré-esforço em ancoragens incluindo todos os acessórios e todos os trabalhos necessários.","und":"un"},
{"id_orc":"743","cod":"04.04","descr":"Fornecimento e colocação de lancis em passeios, ilhéus e separadores:","und":""},
{"id_orc":"744","cod":"04.04.01","descr":"Lancil de passeio, incluindo fundação.","und":"m"},
{"id_orc":"745","cod":"04.04.02","descr":"Lancil galgável, incluindo fundação.","und":"m"},
{"id_orc":"746","cod":"04.04.03","descr":"Lancil de remate de passeios com zonas ajardinadas, incluindo fundação.","und":"m"},
{"id_orc":"747","cod":"04.04.04","descr":"Lancil rebaixado (parques de estacionamento).","und":"m"},
{"id_orc":"748","cod":"04.05","descr":"Leitos de paragem em desvios de emergência:","und":""},
{"id_orc":"749","cod":"04.05.01","descr":"Fornecimento e colocação do material monogranular para enchimento de leitos de paragem em desvios de emergência.","und":"m3"},
{"id_orc":"750","cod":"04.05.02","descr":"Limpeza do material de enchimento de leitos de paragem em desvios de emergência, incluindo o fornecimento de material do mesmo tipo para reposição das quantidades necessárias.","und":"m3"},
{"id_orc":"751","cod":"04.06","descr":"Instalação de serviços de interesse público ou reposição dos afetados:","und":""},
{"id_orc":"752","cod":"04.06.01","descr":"Redes de abastecimento de água:","und":""},
{"id_orc":"753","cod":"04.06.01.01","descr":"Abertura de valas para instalação de tubagens, em terreno de qualquer natureza, incluindo todos os trabalhos necessários e a remoção, transporte e espalhamento em vazadouro ou depósito provisório dos produtos sobrantes, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"754","cod":"04.06.01.02","descr":"Fornecimento e colocação de areia para execução do leito de assentamento de tubagens e seu posterior envolvimento.","und":"m3"},
{"id_orc":"755","cod":"04.06.01.03","descr":"Fornecimento e assentamento de tubagens (como definido no projeto), incluindo todos os acessórios, maciços de amarração, e os trabalhos necessários.","und":"m"},
{"id_orc":"756","cod":"04.06.01.04","descr":"Enchimento das valas com materiais resultantes da escavação e\/ou de empréstimo, incluindo cirandagem de terras para o envolvimento das tubagens, e compactação.","und":"m3"},
{"id_orc":"757","cod":"04.06.01.05","descr":"Reposição do pavimento existente em betão betuminoso.","und":"m2"},
{"id_orc":"758","cod":"04.06.01.06","descr":"Reposição do pavimento existente em calçada à portuguesa.","und":"m2"},
{"id_orc":"759","cod":"04.06.01.07","descr":"Reposição do pavimento existente em calçada de paralelepípedo.","und":"m2"},
{"id_orc":"760","cod":"04.06.01.08","descr":"Reposição do pavimento existente em empedramento.","und":"m2"},
{"id_orc":"761","cod":"04.06.02","descr":"Redes de águas residuais pluviais e\/ou domésticas:","und":""},
{"id_orc":"762","cod":"04.06.02.01","descr":"Abertura de valas para instalação de tubagens, em terreno de qualquer natureza, incluindo todos os trabalhos necessários e a remoção, transporte e espalhamento em vazadouro ou depósito provisório dos produtos sobrantes, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"763","cod":"04.06.02.02","descr":"Fornecimento e colocação de areia para execução do leito de assentamento de tubagens e seu posterior envolvimento.","und":"m3"},
{"id_orc":"764","cod":"04.06.02.03","descr":"Fornecimento e assentamento de tubagens (como definido no projeto), incluindo todos os acessórios, e os trabalhos necessários","und":"m"},
{"id_orc":"765","cod":"04.06.02.04","descr":"Enchimento das valas com materiais resultantes da escavação e\/ou de empréstimo, incluindo cirandagem de terras para o envolvimento das tubagens, e compactação.","und":"m3"},
{"id_orc":"766","cod":"04.06.02.05","descr":"Execução de caixas de visita, com altura inferior ou igual a 2,50 m.","und":"un"},
{"id_orc":"767","cod":"04.06.02.06","descr":"Execução de caixas de visita, com altura superior a 2,50 m.","und":"un"},
{"id_orc":"768","cod":"04.06.02.07","descr":"Reposição do pavimento existente em betão betuminoso.","und":"m2"},
{"id_orc":"769","cod":"04.06.02.08","descr":"Reposição do pavimento existente em calçada à portuguesa.","und":"m2"},
{"id_orc":"770","cod":"04.06.02.09","descr":"Reposição do pavimento existente em calçada de paralelepípedo.","und":"m2"},
{"id_orc":"771","cod":"04.06.02.10","descr":"Reposição do pavimento existente em empedramento.","und":"m2"},
{"id_orc":"772","cod":"04.06.03","descr":"Reposição de redes de energia e de telecomunicações - via aérea:","und":""},
{"id_orc":"773","cod":"04.06.03.01","descr":"Fornecimento e colocação de postes de linhas aéreas de alta tensão.","und":"un"},
{"id_orc":"774","cod":"04.06.03.02","descr":"Fornecimento e colocação de postes de linhas aéreas de média tensão.","und":"un"},
{"id_orc":"775","cod":"04.06.03.03","descr":"Fornecimento e colocação de postes de linhas aéreas de baixa tensão.","und":"un"},
{"id_orc":"776","cod":"04.06.03.04","descr":"Fornecimento e colocação de postes de linhas aéreas de telecomunicações.","und":"un"},
{"id_orc":"777","cod":"04.06.03.05","descr":"Fornecimento e instalação de linhas aéreas de alta tensão.","und":"un"},
{"id_orc":"778","cod":"04.06.03.06","descr":"Fornecimento e instalação de linhas aéreas de média tensão.","und":"un"},
{"id_orc":"779","cod":"04.06.03.07","descr":"Fornecimento e instalação de linhas aéreas de baixa tensão.","und":"un"},
{"id_orc":"780","cod":"04.06.03.08","descr":"Fornecimento e instalação de linhas e\/ou cabos aéreos de telecomunicações.","und":"un"},
{"id_orc":"781","cod":"04.06.04","descr":"Reposição de redes de energia, de telecomunicações e de gás - via subterrânea:","und":""},
{"id_orc":"782","cod":"04.06.04.01","descr":"Abertura de valas para instalação de tubos ou cabos, em terreno de qualquer natureza, incluindo todos os trabalhos necessários e a remoção, transporte e espalhamento em vazadouro ou depósito provisório dos produtos sobrantes, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"783","cod":"04.06.04.02","descr":"Fornecimento e colocação de areia para execução do leito de assentamento de tubagens e seu posterior envolvimento.","und":"m3"},
{"id_orc":"784","cod":"04.06.04.03","descr":"Fornecimento e colocação de betão tipo C 12\/15, para execução do leito de assentamento de tubagens e seu posterior envolvimento.","und":"m3"},
{"id_orc":"785","cod":"04.06.04.04","descr":"Fornecimento e colocação de tubos (de acordo com o projeto) para instalação de cabos.","und":"m"},
{"id_orc":"786","cod":"04.06.04.05","descr":"Fornecimento e instalação de cabos (de acordo com o projeto).","und":"m"},
{"id_orc":"787","cod":"04.06.04.06","descr":"Fornecimento e colocação de rede plástica sinalizadora.","und":"m2"},
{"id_orc":"788","cod":"04.06.04.07","descr":"Fornecimento e colocação de fita plástica sinalizadora.","und":"m"},
{"id_orc":"789","cod":"04.06.04.08","descr":"Enchimento das valas com materiais resultantes da escavação e\/ou empréstimo, incluindo cirandagem de terras para o envolvimento das tubagens, e compactação.","und":"m3"},
{"id_orc":"790","cod":"04.06.04.09","descr":"Execução de caixas de visita, com tampa e aro, construídas \"in situ\" ou compostas por elementos prefabricados, incluindo movimento de terras, fundação e todos os trabalhos necessários, circulares com diâmetro máximo de 1,2 m e altura igual ou inferior a 1 m.","und":"un"},
{"id_orc":"791","cod":"04.06.04.10","descr":"Execução de caixas de visita, com tampa e aro, construídas \"in situ\" ou compostas por elementos prefabricados, incluindo movimento de terras, fundação e todos os trabalhos necessários, circulares com diâmetro máximo de 1,2 m e altura superior a 1 m.","und":"un"},
{"id_orc":"792","cod":"04.06.04.11","descr":"Execução de caixas de visita, com tampa e aro, construídas \"in situ\" ou compostas por elementos prefabricados, incluindo movimento de terras, fundação e todos os trabalhos necessários, quadradas com 0,80 m de lado.","und":"un"},
{"id_orc":"793","cod":"04.06.04.12","descr":"Execução de caixas de visita, com tampa e aro, construídas \"in situ\" ou compostas por elementos prefabricados, incluindo movimento de terras, fundação e todos os trabalhos necessários, quadradas com 1 m de lado.","und":"un"},
{"id_orc":"794","cod":"04.06.04.13","descr":"Execução de caixas de visita, com tampa e aro, construídas \"in situ\" ou compostas por elementos prefabricados, incluindo movimento de terras, fundação e todos os trabalhos necessários, retangulares com área máxima de 1,10 m2.","und":"un"},
{"id_orc":"795","cod":"04.06.04.14","descr":"Reposição do pavimento existente em betão betuminoso.","und":"m2"},
{"id_orc":"796","cod":"04.06.04.15","descr":"Reposição do pavimento existente em calçada à portuguesa.","und":"m2"},
{"id_orc":"797","cod":"04.06.04.16","descr":"Reposição do pavimento existente em calçada de paralelepípedo.","und":"m2"},
{"id_orc":"798","cod":"04.06.04.17","descr":"Reposição do pavimento existente em empedramento.","und":"m2"},
{"id_orc":"799","cod":"04.06.05","descr":"Sistemas de telecomunicações - infraestruturas:","und":""},
{"id_orc":"800","cod":"04.06.05.01","descr":"Abertura de valas para instalação de tubos, cabos ou outros equipamentos, em terreno de qualquer natureza, incluindo todos os trabalhos necessários e a remoção, transporte e espalhamento em vazadouro ou depósito provisório dos produtos sobrantes, e eventual indemnização por depósito.","und":"m3"},
{"id_orc":"801","cod":"04.06.05.02","descr":"Fornecimento e colocação de areia para execução do leito de assentamento de tubagens e seu posterior envolvimento.","und":"m3"},
{"id_orc":"802","cod":"04.06.05.03","descr":"Fornecimento e colocação de betão tipo C 12\/15, para execução do leito de assentamento de tubagens e seu posterior envolvimento.","und":"m3"},
{"id_orc":"803","cod":"04.06.05.04","descr":"Fornecimento e colocação de tubos para instalação de cabos, ou outros equipamentos (de acordo com o projeto).","und":"m"},
{"id_orc":"804","cod":"04.06.05.05","descr":"Fornecimento e colocação de rede plástica sinalizadora.","und":"m2"},
{"id_orc":"805","cod":"04.06.05.06","descr":"Fornecimento e colocação de fita plástica sinalizadora.","und":"m"},
{"id_orc":"806","cod":"04.06.05.07","descr":"Enchimento das valas com materiais resultantes da escavação e\/ou empréstimo, incluindo cirandagem de terras, para o envolvimento de tubagens e compactação.","und":"m3"},
{"id_orc":"807","cod":"04.06.05.08","descr":"Execução de caixas de visita, com tampa e aro, construídas \"in situ\" ou compostas por elementos prefabricados, incluindo movimento de terras, fundação e todos os trabalhos necessários (de acordo com o projeto).","und":"un"},
{"id_orc":"808","cod":"04.06.05.09","descr":"Execução de gares para instalação de postos avisadores SOS, constituídos por maciços de betão armado, incluindo todos os materiais e trabalhos necessários - Para postos principais, integrando circuito de ligação à terra.","und":"un"},
{"id_orc":"809","cod":"04.06.05.10","descr":"Execução de gares para instalação de postos avisadores SOS, constituídos por maciços de betão armado, incluindo todos os materiais e trabalhos necessários - Para postos secundários.","und":"un"},
{"id_orc":"810","cod":"04.06.06","descr":"Redes de iluminação pública:","und":""},
{"id_orc":"811","cod":"04.06.06.01","descr":"Armários de distribuição, seccionamento, sem contagem de energia, constituindo quadro elétrico com esquema de comando e resistência de aquecimento (de acordo com o projeto).","und":"un"},
{"id_orc":"812","cod":"04.06.06.02","descr":"Armários de distribuição, seccionamento, com contagem de energia em compartimento separado, constituindo quadro elétrico com esquema de comando e resistência de aquecimento (de acordo com o projeto).","und":"un"},
{"id_orc":"813","cod":"04.06.06.03","descr":"Caixas de derivação, de montagem saliente estanques, com placa de bornes em porcelana e bucins com sede e porca - Com proteção.","und":"un"},
{"id_orc":"814","cod":"04.06.06.04","descr":"Caixas de derivação, de montagem saliente estanques, com placa de bornes em porcelana e bucins com sede e porca - Sem proteção.","und":"un"},
{"id_orc":"815","cod":"04.06.06.05","descr":"Terras (de acordo com o projeto).","und":"un"},
{"id_orc":"816","cod":"04.06.06.06","descr":"Fornecimento, instalação e ligação de cabos montados à vista em braçadeiras (de acordo com o projeto).","und":"m"},
{"id_orc":"817","cod":"04.06.06.07","descr":"Fornecimento e montagem de colunas metálicas, com tratamento anti-corrosão, equipadas com portinhola e seccionadores-fusíveis classe II, totalmente eletrificadas, incluindo cabos de ligação às luminárias (de acordo com o projeto).","und":"un"},
{"id_orc":"818","cod":"04.06.06.08","descr":"Torres metálicas, do tipo sobe e desce, motorizadas, para instalação de luminárias (com coroa, para projetores), completamente eletrificadas, incluindo cabos de ligação, portinhola ou armário de comando (de acordo com o projeto).","und":"un"},
{"id_orc":"819","cod":"04.06.06.09","descr":"Luminárias para montagem em coluna, completamente eletrificadas, incluindo acessórios, e com lâmpada de vapor de sódio de alta pressão (de acordo com o projeto).","und":"un"},
{"id_orc":"820","cod":"04.06.06.10","descr":"Luminárias completamente eletrificadas para montagem em obras de arte, na parte inferior do tabuleiro, incluindo acessórios e base de estrutura metálica, e com lâmpada de vapor de sódio de alta pressão tubular (de acordo com o projeto).","und":"un"},
{"id_orc":"821","cod":"04.06.06.11","descr":"Postos de transformações aéreos, incluindo o fornecimento, montagem e ligação de todos os equipamentos necessários (de acordo com o projeto).","und":"un"},
{"id_orc":"822","cod":"04.06.06.12","descr":"Fornecimento e colocação de postes, para instalação de postos de transformação aéreos, incluindo execução das fundações.","und":"un"},
{"id_orc":"823","cod":"04.06.06.13","descr":"Construção de edificação própria para a instalação dos postos de transformação em cabine, incluindo movimento de terras, fundação, fornecimento e colocação de todos os materiais e acabamentos.","und":"un"},
{"id_orc":"824","cod":"04.06.06.14","descr":"Execução de caixas de visita, com tampa e aro, construídas \"in situ\" ou compostas por elementos prefabricados, incluindo movimento de terras, fundação e todos os trabalhos necessários (de acordo com o projeto).","und":"un"},
{"id_orc":"825","cod":"04.06.06.15","descr":"Maciços de betão, simples ou armado, para colunas de iluminação de acordo com os desenhos de projeto.","und":"un"},
{"id_orc":"826","cod":"04.06.06.16","descr":"Maciços para quadros elétricos, em alvenaria ou betão.","und":"un"},
{"id_orc":"827","cod":"04.06.06.17","descr":"Travessias, inferiores a vias de comunicação ou outras, em tubos PVC a instalar em vala, para posterior enfiamento de cabos (de acordo com o projeto).","und":"m"},
{"id_orc":"828","cod":"04.06.06.18","descr":"Infraestruturas complementares para a instalação das redes de iluminação pública - Abertura de valas para instalação de tubos ou cabos, em terreno de qualquer natureza, incluindo todos os trabalhos necessários e a remoção, transporte e espalhamento em vazadouro ou depósito provisório, e eventual ind","und":"m3"},
{"id_orc":"829","cod":"04.06.06.19","descr":"Infraestruturas complementares para a instalação das redes de iluminação pública - Fornecimento e colocação de areia, para execução do leito de assentamento de tubagens e seu posterior envolvimento.","und":"m3"},
{"id_orc":"830","cod":"04.06.06.20","descr":"Infraestruturas complementares para a instalação das redes de iluminação pública - Fornecimento e colocação de betão tipo C 12\/15, para execução do leito de assentamento de tubagens e seu posterior envolvimento.","und":"m3"},
{"id_orc":"831","cod":"04.06.06.21","descr":"Infraestruturas complementares para a instalação das redes de iluminação pública - Fornecimento e colocação de rede plástica sinalizadora.","und":"m2"},
{"id_orc":"832","cod":"04.06.06.22","descr":"Infraestruturas complementares para a instalação das redes de iluminação pública - Fornecimento e colocação de fita plástica sinalizadora.","und":"m"},
{"id_orc":"833","cod":"04.06.06.23","descr":"Infraestruturas complementares para a instalação das redes de iluminação pública - Enchimento das valas com materiais resultantes da escavação e\/ou empréstimo, incluindo cirandagem de terras para o envolvimento das tubagens, e compactação.","und":"m3"},
{"id_orc":"834","cod":"04.07","descr":"Outros Trabalhos:","und":""},
{"id_orc":"835","cod":"05","descr":"Equipamento de sinalização e segurança","und":""},
{"id_orc":"836","cod":"05.01","descr":"Sinalização vertical:","und":""},
{"id_orc":"837","cod":"05.01.01","descr":"Sinalização vertical de \"código\", incluindo implantação, fornecimento, colocação, elementos ou estruturas de suporte, peças de ligação e maciços de fundação:","und":""},
{"id_orc":"838","cod":"05.01.01.01","descr":"Sinais triangulares com L = 0,70 m.","und":"un"},
{"id_orc":"839","cod":"05.01.01.02","descr":"Sinais triangulares com L = 0,90 m.","und":"un"},
{"id_orc":"840","cod":"05.01.01.03","descr":"Sinais triangulares com L = 1,15 m.","und":"un"},
{"id_orc":"841","cod":"05.01.01.04","descr":"Sinais circulares com diâmetro igual a 0,70 m.","und":"un"},
{"id_orc":"842","cod":"05.01.01.05","descr":"Sinais circulares com diâmetro igual a 0,90 m.","und":"un"},
{"id_orc":"843","cod":"05.01.01.06","descr":"Sinais circulares com diâmetro igual a 1,15 m.","und":"un"},
{"id_orc":"844","cod":"05.01.01.07","descr":"Sinais octogonais (STOP) com L = 0,70 m.","und":"un"},
{"id_orc":"845","cod":"05.01.01.08","descr":"Sinais octogonais (STOP) com L = 0,90 m.","und":"un"},
{"id_orc":"846","cod":"05.01.01.09","descr":"Sinais quadrangulares com L = 0,70 m.","und":"un"},
{"id_orc":"847","cod":"05.01.01.10","descr":"Sinais quadrangulares com L = 0,90 m.","und":"un"},
{"id_orc":"848","cod":"05.01.01.11","descr":"Sinais quadrangulares com L = 1,15 m.","und":"un"},
{"id_orc":"849","cod":"05.01.02","descr":"Sinalização vertical de informação, incluindo fornecimento e colocação:","und":""},
{"id_orc":"850","cod":"05.01.02.01","descr":"Sinais de Pré-aviso simplificados (PAS´s), laterais.","und":"m2"},
{"id_orc":"851","cod":"05.01.02.02","descr":"Sinais de Pré-aviso gráficos (PAG´s), laterais.","und":"m2"},
{"id_orc":"852","cod":"05.01.02.03","descr":"Sinais de Pré-aviso simplificados (PAS´s), em pórtico ou semi-pórtico.","und":"m2"},
{"id_orc":"853","cod":"05.01.02.04","descr":"Sinais de Pré-aviso gráficos (PAG´s), em pórtico ou semi-pórtico.","und":"m2"},
{"id_orc":"854","cod":"05.01.02.05","descr":"Sinais de Pré-aviso intercalares, laterais.","und":"m2"},
{"id_orc":"855","cod":"05.01.02.06","descr":"Sinais de seleção e afetação laterais.","und":"m2"},
{"id_orc":"856","cod":"05.01.02.07","descr":"Sinais de seleção e afetação em pórtico ou semi-pórtico.","und":"m2"},
{"id_orc":"857","cod":"05.01.02.08","descr":"Sinais de direção - Setas S´s.","und":"m2"},
{"id_orc":"858","cod":"05.01.02.09","descr":"Sinais de direção - Setas SD´s.","und":"m2"},
{"id_orc":"859","cod":"05.01.02.10","descr":"Sinais de confirmação (Sc´s) laterais.","und":"m2"},
{"id_orc":"860","cod":"05.01.02.11","descr":"Sinais de confirmação (Sc´s) em pórtico ou semi-pórtico.","und":"m2"},
{"id_orc":"861","cod":"05.01.02.12","descr":"Painéis de vias de lentos.","und":"m2"},
{"id_orc":"862","cod":"05.01.02.13","descr":"Painéis de aproximação de saída de nó (SA´s).","und":"m2"},
{"id_orc":"863","cod":"05.01.02.14","descr":"Painéis de início e fim de Estrada Nacional.","und":"m2"},
{"id_orc":"864","cod":"05.01.02.15","descr":"Painéis de identificação de desvio de emergência de informação fixa.","und":"m2"},
{"id_orc":"865","cod":"05.01.02.16","descr":"Painéis de identificação de desvio de emergência de informação variável.","und":"m2"},
{"id_orc":"866","cod":"05.01.02.17","descr":"Outros painéis.","und":"m2"},
{"id_orc":"867","cod":"05.01.03","descr":"Estruturas para suporte dos elementos da sinalização de informação, incluindo implantação, fornecimento e colocação:","und":""},
{"id_orc":"868","cod":"05.01.03.01","descr":"Estruturas de apoio de sinais laterais (excluindo os sinais de \"código\"), setas e painéis, em perfis metálicos não tubulares.","und":"kg"},
{"id_orc":"869","cod":"05.01.03.02","descr":"Estruturas de apoio de sinais laterais (excluindo os sinais de \"código\"), setas e painéis, em perfis metálicos tubulares.","und":"kg"},
{"id_orc":"870","cod":"05.01.03.03","descr":"Pórticos em perfis metálicos com vão inferior ou igual \na 8 m.","und":"un"},
{"id_orc":"871","cod":"05.01.03.04","descr":"Pórticos em perfis metálicos com vão superior a 8 m e inferior ou igual a 15 m.","und":"un"},
{"id_orc":"872","cod":"05.01.03.05","descr":"Pórticos em perfis metálicos com vão superior a 15 m e inferior ou igual a 20 m.","und":"un"},
{"id_orc":"873","cod":"05.01.03.06","descr":"Pórticos em perfis metálicos com vão superior a 20 m.","und":"un"},
{"id_orc":"874","cod":"05.01.03.07","descr":"Semi-pórticos em perfis metálicos com vão inferior ou igual a 6,5 m.","und":"un"},
{"id_orc":"875","cod":"05.01.03.08","descr":"Semi-pórticos em perfis metálicos com vão superior a 6,5 m.","und":"un"},
{"id_orc":"876","cod":"05.01.03.09","descr":"Pórticos em estruturas tipo treliça com vão inferior ou igual a 8 m.","und":"un"},
{"id_orc":"877","cod":"05.01.03.10","descr":"Pórticos em estruturas tipo treliça com vão superior a 8 m e inferior ou igual a 15 m.","und":"un"},
{"id_orc":"878","cod":"05.01.03.11","descr":"Pórticos em estruturas tipo treliça com vão superior a 15 m e inferior ou igual a 20 m.","und":"un"},
{"id_orc":"879","cod":"05.01.03.12","descr":"Pórticos em estruturas tipo treliça com vão superior a 20 m.","und":"un"},
{"id_orc":"880","cod":"05.01.03.13","descr":"Semi-pórticos em estruturas tipo treliça com vão inferior ou igual a 6,5 m.","und":"un"},
{"id_orc":"881","cod":"05.01.03.14","descr":"Semi-pórticos em estruturas tipo treliça com vão superior a 6,5 m.","und":"un"},
{"id_orc":"882","cod":"05.01.03.15","descr":"Execução de fundações em betão armado, em sinais (excluindo sinais de \"código\"), setas, painéis, pórticos e semi-pórticos, incluindo escavação para abertura da fundação em terreno de qualquer natureza, fornecimento, colocação, e cofragens necessárias.","und":"m3"},
{"id_orc":"883","cod":"05.02","descr":"Marcas rodoviárias, incluindo pré-marcação:","und":""},
{"id_orc":"884","cod":"05.02.01","descr":"Marcas Longitudinais:","und":""},
{"id_orc":"885","cod":"05.02.01.01","descr":"Linha branca contínua (LBC) com 0,10 m de largura (LBC 0,10).","und":"m"},
{"id_orc":"886","cod":"05.02.01.02","descr":"Linha branca contínua (LBC) com 0,12 m de largura (LBC 0,12).","und":"m"},
{"id_orc":"887","cod":"05.02.01.03","descr":"Linha branca contínua (LBC) com 0,15 m de largura (LBC 0,15).","und":"m"},
{"id_orc":"888","cod":"05.02.01.04","descr":"Linha branca contínua (LBC) com 0,20 m de largura (LBC 0,20).","und":"m"},
{"id_orc":"889","cod":"05.02.01.05","descr":"Linha branca contínua (LBC) com 0,25 m de largura (LBC 0,25).","und":"m"},
{"id_orc":"890","cod":"05.02.01.06","descr":"Linha branca contínua (LBC) com 0,30 m de largura (LBC 0,30).","und":"m"},
{"id_orc":"891","cod":"05.02.01.07","descr":"Linha amarela contínua (LAC).","und":"m"},
{"id_orc":"892","cod":"05.02.01.08","descr":"Linha branca tracejada de aviso (LBTA), com 0,10 m de largura e relação traço\/espaço 2,5\/1 m (LBTA 0,10; 2,5\/1).","und":"m"},
{"id_orc":"893","cod":"05.02.01.09","descr":"Linha branca tracejada de aviso (LBTA), com 0,12 m de largura e relação traço\/espaço 5\/2 m (LBTA 0,12; 5\/2).","und":"m"},
{"id_orc":"894","cod":"05.02.01.10","descr":"Linha branca tracejada de aviso (LBTA), com 0,15 m de largura e relação traço\/espaço 5\/2 m (LBTA 0,15; 5\/2).","und":"m"},
{"id_orc":"895","cod":"05.02.01.11","descr":"Linha branca tracejada de aviso (LBTA), com 0,15 m de largura e relação traço\/espaço 10\/4 m (LBTA 0,15; 10\/4).","und":"m"},
{"id_orc":"896","cod":"05.02.01.12","descr":"Linha branca tracejada (LBT) com 0,10 m de largura e relação traço\/espaço 1\/1 m (LBT 0,10; 1\/1).","und":"m"},
{"id_orc":"897","cod":"05.02.01.13","descr":"Linha branca tracejada (LBT) com 0,10 m de largura e relação traço\/espaço 2\/5 m (LBT 0,10; 2\/5).","und":"m"},
{"id_orc":"898","cod":"05.02.01.14","descr":"Linha branca tracejada (LBT) com 0,12 m de largura e relação traço\/espaço 1\/1 m (LBT 0,12; 1\/1).","und":"m"},
{"id_orc":"899","cod":"05.02.01.15","descr":"Linha branca tracejada (LBT) com 0,12 m de largura e relação traço\/espaço 4\/10 m (LBT 0,12; 4\/10).","und":"m"},
{"id_orc":"900","cod":"05.02.01.16","descr":"Linha branca tracejada (LBT) com 0,12 m de largura e relação traço\/espaço 3\/3 m (LBT 0,12; 3\/3).","und":"m"},
{"id_orc":"901","cod":"05.02.01.17","descr":"Linha branca tracejada (LBT) com 0,15 m de largura e relação traço\/espaço 1,5\/2 m (LBT 0,15; 1,5\/2).","und":"m"},
{"id_orc":"902","cod":"05.02.01.18","descr":"Linha branca tracejada (LBT) com 0,15 m de largura e relação traço\/espaço 1\/1 m (LBT 0,15; 1\/1).","und":"m"},
{"id_orc":"903","cod":"05.02.01.19","descr":"Linha branca tracejada (LBT) com 0,15 m de largura e relação traço\/espaço 4\/10 m (LBT 0,15; 4\/10).","und":"m"},
{"id_orc":"904","cod":"05.02.01.20","descr":"Linha branca tracejada (LBT) com 0,15 m de largura e relação traço\/espaço 8\/20 m (LBT 0,15; 8\/20).","und":"m"},
{"id_orc":"905","cod":"05.02.01.21","descr":"Linha branca tracejada (LBT) com 0,20 m de largura e relação traço\/espaço 1,5\/2 m (LBT 0,20; 1,5\/2).","und":"m"},
{"id_orc":"906","cod":"05.02.01.22","descr":"Linha branca tracejada (LBT) com 0,20 m de largura e relação traço\/espaço 2,5\/1 m (LBT 0,20; 2,5\/1).","und":"m"},
{"id_orc":"907","cod":"05.02.01.23","descr":"Linha branca tracejada (LBT) com 0,25 m de largura e relação traço\/espaço 1,5\/2 m (LBT 0,25; 1,5\/2).","und":"m"},
{"id_orc":"908","cod":"05.02.01.24","descr":"Linha branca tracejada (LBT) com 0,25 m de largura e relação traço\/espaço 5\/2 m (LBT 0,25; 5\/2).","und":"m"},
{"id_orc":"909","cod":"05.02.01.25","descr":"Linha branca tracejada (LBT) com 0,30 m de largura e relação traço\/espaço 0,4\/0,3 m (LBT 0,30; 0,4\/0,3).","und":"m"},
{"id_orc":"910","cod":"05.02.01.26","descr":"Linha branca tracejada (LBT) com 0,30 m de largura e relação traço\/espaço 1,5\/2 m (LBT 0,30; 1,5\/2).","und":"m"},
{"id_orc":"911","cod":"05.02.01.27","descr":"Linha branca tracejada (LBT) com 0,30 m de largura e relação traço\/espaço 3\/4 m (LBT 0,30; 3\/4).","und":"m"},
{"id_orc":"912","cod":"05.02.01.28","descr":"Linha branca tracejada (LBT) com 0,30 m de largura e relação traço\/espaço 10\/4 m (LBT 0,30; 10\/4).","und":"m"},
{"id_orc":"913","cod":"05.02.01.29","descr":"Guias com 0,12 m de largura.","und":"m"},
{"id_orc":"914","cod":"05.02.01.30","descr":"Guias com 0,15 m de largura.","und":"m"},
{"id_orc":"915","cod":"05.02.01.31","descr":"Guias com 0,20 m de largura.","und":"m"},
{"id_orc":"916","cod":"05.02.01.32","descr":"Guias dentadas com 0,12 m de largura.","und":"m"},
{"id_orc":"917","cod":"05.02.01.33","descr":"Guias dentadas com 0,15 m de largura.","und":"m"},
{"id_orc":"918","cod":"05.02.01.34","descr":"Guias dentadas com 0,20 m de largura.","und":"m"},
{"id_orc":"919","cod":"05.02.01.35","descr":"Aplicação de ressaltos para formação de guias dentadas, sobre guias com 0,12 m de largura.","und":"m"},
{"id_orc":"920","cod":"05.02.01.36","descr":"Aplicação de ressaltos para formação de guias dentadas, sobre guias com 0,15 m de largura.","und":"m"},
{"id_orc":"921","cod":"05.02.01.37","descr":"Aplicação de ressaltos para formação de guias dentadas, sobre guias com 0,20 m de largura.","und":"m"},
{"id_orc":"922","cod":"05.02.02","descr":"Marcas Transversais:","und":""},
{"id_orc":"923","cod":"05.02.02.01","descr":"Barras de paragem com 0,60 m de largura.","und":"m2"},
{"id_orc":"924","cod":"05.02.02.02","descr":"Passadeiras de peões.","und":"m2"},
{"id_orc":"925","cod":"05.02.03","descr":"Outras marcas:","und":""},
{"id_orc":"926","cod":"05.02.03.01","descr":"Raias oblíquas paralelas.","und":"m2"},
{"id_orc":"927","cod":"05.02.03.02","descr":"Bandas cromáticas.","und":"m2"},
{"id_orc":"928","cod":"05.02.03.03","descr":"Triângulo de cedência de prioridade com h = 2,0 m.","und":"un"},
{"id_orc":"929","cod":"05.02.03.04","descr":"Triângulo de cedência de prioridade com h = 6,0 m.","und":"un"},
{"id_orc":"930","cod":"05.02.03.05","descr":"Inscrições STOP.","und":"un"},
{"id_orc":"931","cod":"05.02.03.06","descr":"Outras inscrições.","und":"m2"},
{"id_orc":"932","cod":"05.02.03.07","descr":"Setas de seleção com 6,0 m simples.","und":"un"},
{"id_orc":"933","cod":"05.02.03.08","descr":"Setas de seleção com 6,0 m duplas.","und":"un"},
{"id_orc":"934","cod":"05.02.03.09","descr":"Setas de seleção com 6,0 m triplas.","und":"un"},
{"id_orc":"935","cod":"05.02.03.10","descr":"Setas de seleção com 7,5 m simples.","und":"un"},
{"id_orc":"936","cod":"05.02.03.11","descr":"Setas de seleção com 7,5 m duplas.","und":"un"},
{"id_orc":"937","cod":"05.02.03.12","descr":"Setas de seleção com 7,5 m triplas.","und":"un"},
{"id_orc":"938","cod":"05.02.03.13","descr":"Setas de desvio Tipo I, em vias de 3,0 m.","und":"un"},
{"id_orc":"939","cod":"05.02.03.14","descr":"Setas de desvio Tipo I, em vias de 3,5 m.","und":"un"},
{"id_orc":"940","cod":"05.02.03.15","descr":"Setas de desvio Tipo II.","und":"un"},
{"id_orc":"941","cod":"05.02.03.16","descr":"Quadrícula  para  localização  dos desvios  de emergência.","und":"m2"},
{"id_orc":"942","cod":"05.02.03.17","descr":"Linha em ziguezague, de cor amarela, na sinalização de proibição de estacionamento.","und":"m2"},
{"id_orc":"943","cod":"05.02.03.18","descr":"Quadrícula, de cor amarela, na delimitação de zonas de interdição de paragem, em cruzamentos.","und":"m2"},
{"id_orc":"944","cod":"05.03","descr":"Equipamento de guiamento, balizagem e demarcação, incluindo implantação, fornecimento e colocação:","und":""},
{"id_orc":"945","cod":"05.03.01","descr":"Marcadores:","und":""},
{"id_orc":"946","cod":"05.03.01.01","descr":"Unidirecionais.","und":"un"},
{"id_orc":"947","cod":"05.03.01.02","descr":"Bidirecionais.","und":"un"},
{"id_orc":"948","cod":"05.03.02","descr":"Delineadores - Sinalizadores:","und":""},
{"id_orc":"949","cod":"05.03.02.01","descr":"Para apoio no solo (h = 1,0 m), com secção poliédrica.","und":"un"},
{"id_orc":"950","cod":"05.03.02.02","descr":"Para apoio no solo (h = 1,0 m), com secção de meia cana.","und":"un"},
{"id_orc":"951","cod":"05.03.02.03","descr":"Para apoio em guardas de segurança (h = 0,35), com secção poliédrica.","und":"un"},
{"id_orc":"952","cod":"05.03.02.04","descr":"Para apoio em guardas de segurança (h = 0,35), com secção de meia cana.","und":"un"},
{"id_orc":"953","cod":"05.03.03","descr":"Baias direcionais:","und":""},
{"id_orc":"954","cod":"05.03.03.01","descr":"Unitárias (chevrons) com 0,40 m de lado.","und":"un"},
{"id_orc":"955","cod":"05.03.03.02","descr":"Unitárias (chevrons) com 0,60 m de lado.","und":"un"},
{"id_orc":"956","cod":"05.03.03.03","descr":"Unitárias (chevrons) com 0,90 m de lado.","und":"un"},
{"id_orc":"957","cod":"05.03.03.04","descr":"Múltiplas (4 módulos) com 0,40 m de lado.","und":"un"},
{"id_orc":"958","cod":"05.03.03.05","descr":"Múltiplas (4 módulos) com 0,60 m de lado.","und":"un"},
{"id_orc":"959","cod":"05.03.03.06","descr":"Múltiplas (4 módulos) com 0,90 m de lado.","und":"un"},
{"id_orc":"960","cod":"05.03.03.07","descr":"Baias de posição com 0,20 x 1,40 m2.","und":"un"},
{"id_orc":"961","cod":"05.03.03.08","descr":"Baias de posição com 0,30 x 2,10 m2.","und":"un"},
{"id_orc":"962","cod":"05.03.03.09","descr":"Baias de posição com 0,40 x 2,80 m2.","und":"un"},
{"id_orc":"963","cod":"05.03.03.10","descr":"Balizas laterais de posição metálicas com L = 0,20 m.","und":"un"},
{"id_orc":"964","cod":"05.03.03.11","descr":"Balizas laterais de posição metálicas com L = 0,30 m.","und":"un"},
{"id_orc":"965","cod":"05.03.03.12","descr":"Balizas laterais de posição cilíndricas em plástico.","und":"un"},
{"id_orc":"966","cod":"05.03.03.13","descr":"Balizas de pontos de divergência (BPD´s) com 1,25 m.","und":"un"},
{"id_orc":"967","cod":"05.03.03.14","descr":"Balizas de pontos de divergência (BPD´s) com 1,80 m.","und":"un"},
{"id_orc":"968","cod":"05.04","descr":"Equipamento de demarcação, incluindo implantação, fornecimento e colocação:","und":""},
{"id_orc":"969","cod":"05.04.01","descr":"Marcos hectométricos:","und":""},
{"id_orc":"970","cod":"05.04.01.01","descr":"Para Estradas Nacionais.","und":"un"},
{"id_orc":"971","cod":"05.04.01.02","descr":"Para Outras Estradas.","und":"un"},
{"id_orc":"972","cod":"05.04.02","descr":"Marcos quilométricos:","und":""},
{"id_orc":"973","cod":"05.04.02.01","descr":"Para Estradas Nacionais.","und":"un"},
{"id_orc":"974","cod":"05.04.02.02","descr":"Para Outras Estradas.","und":"un"},
{"id_orc":"975","cod":"05.04.03","descr":"Marcos miriamétricos:","und":""},
{"id_orc":"976","cod":"05.04.03.01","descr":"Para Estradas Nacionais.","und":"un"},
{"id_orc":"977","cod":"05.04.03.02","descr":"Para Outras Estradas.","und":"un"},
{"id_orc":"978","cod":"05.04.04","descr":"Marcos de património do Estado.","und":"un"},
{"id_orc":"979","cod":"05.05","descr":"Guardas  de segurança, incluindo implantação, fornecimento e colocação:","und":""},
{"id_orc":"980","cod":"05.05.01","descr":"Guardas metálicas:","und":""},
{"id_orc":"981","cod":"05.05.01.01","descr":"Semi-flexíveis simples, para veículos, com prumos afastados de 4 m.","und":"m"},
{"id_orc":"982","cod":"05.05.01.02","descr":"Semi-flexíveis simples, para veículos, com prumos afastados de 2 m.","und":"m"},
{"id_orc":"983","cod":"05.05.01.03","descr":"Semi-flexíveis duplas, para veículos.","und":"m"},
{"id_orc":"984","cod":"05.05.01.04","descr":"Duplas especiais do tipo BHO.","und":"m"},
{"id_orc":"985","cod":"05.05.01.05","descr":"Terminais, tipo cauda de carpa, normal.","und":"un"},
{"id_orc":"986","cod":"05.05.01.06","descr":"Terminais, tipo cauda de carpa, espalmado.","und":"un"},
{"id_orc":"987","cod":"05.05.01.07","descr":"Terminais circulares de fecho de dois alinhamentos.","und":"un"},
{"id_orc":"988","cod":"05.05.02","descr":"Guardas Rígidas:","und":""},
{"id_orc":"989","cod":"05.05.02.01","descr":"Com altura inferior ou igual a 0,60 m com perfil simétrico.","und":"m"},
{"id_orc":"990","cod":"05.05.02.02","descr":"Com altura inferior ou igual a 0,60 m com perfil assimétrico.","und":"m"},
{"id_orc":"991","cod":"05.05.02.03","descr":"Com altura superior a 0,60 m e inferior ou igual a 0,90 m com perfil simétrico.","und":"m"},
{"id_orc":"992","cod":"05.05.02.04","descr":"Com altura superior a 0,60 m e inferior ou igual a 0,90 m com perfil assimétrico.","und":"m"},
{"id_orc":"993","cod":"05.05.02.05","descr":"Com altura superior  a 0,90 m com perfil simétrico.","und":"m"},
{"id_orc":"994","cod":"05.05.02.06","descr":"Com altura superior  a 0,90 m com perfil assimétrico.","und":"m"},
{"id_orc":"995","cod":"05.05.02.07","descr":"Betão tipo C 16\/20 em fundação de guardas rígidas.","und":"m3"},
{"id_orc":"996","cod":"05.05.03","descr":"Equipamento de fecho de interrupções nos separadores, incluindo implantação, fornecimento e colocação:","und":""},
{"id_orc":"997","cod":"05.05.03.01","descr":"Guardas metálicas simples e desmontáveis, incluindo todos os equipamentos de desmontagem rápida.","und":"m"},
{"id_orc":"998","cod":"05.05.03.02","descr":"Prumos para guardas metálicas simples, incluindo baínhas no pavimento.","und":"un"},
{"id_orc":"999","cod":"05.05.03.03","descr":"Corrente de balizamento.","und":"m"},
{"id_orc":"1000","cod":"05.05.03.04","descr":"Prumos de suporte da corrente de balizamento, incluindo baínhas no pavimento.","und":"un"},
{"id_orc":"1001","cod":"05.05.04","descr":"Guardas de proteção para peões.","und":"m"},
{"id_orc":"1002","cod":"05.06","descr":"Outros equipamentos, incluindo implantação, fornecimento e colocação:","und":""},
{"id_orc":"1003","cod":"05.06.01","descr":"Barreiras anti-encadeamento, incluindo estrutura de suporte e montagem:","und":""},
{"id_orc":"1004","cod":"05.06.01.01","descr":"Com perfis de altura inferior ou igual a 0,60 m.","und":"m"},
{"id_orc":"1005","cod":"05.06.01.02","descr":"Com perfis de altura superior a 0,60 m.","und":"m"},
{"id_orc":"1006","cod":"05.06.02","descr":"Mangas para sinalização de ventos, incluindo poste e fundação.","und":"un"},
{"id_orc":"1007","cod":"05.06.03","descr":"Atenuadores de impacto.","und":"un"},
{"id_orc":"1008","cod":"05.07","descr":"Trabalhos a realizar no sistema de sinalização e segurança existente:","und":""},
{"id_orc":"1009","cod":"05.07.01","descr":"Levantamento de elementos do sistema existente, e transporte a depósito a indicar pela Fiscalização.","und":""},
{"id_orc":"1010","cod":"05.07.01.01","descr":"Sinais de \"código\", baias, balizas e marcos.","und":"un"},
{"id_orc":"1011","cod":"05.07.01.02","descr":"Sinais de Informação, setas e painéis.","und":"un"},
{"id_orc":"1012","cod":"05.07.01.03","descr":"Pórticos.","und":"un"},
{"id_orc":"1013","cod":"05.07.01.04","descr":"Semi-pórticos.","und":"un"},
{"id_orc":"1014","cod":"05.07.01.05","descr":"Marcadores.","und":"un"},
{"id_orc":"1015","cod":"05.07.01.06","descr":"Delineadores.","und":"un"},
{"id_orc":"1016","cod":"05.07.01.07","descr":"Guardas metálicas.","und":"m"},
{"id_orc":"1017","cod":"05.07.01.08","descr":"Guardas rígidas.","und":"m"},
{"id_orc":"1018","cod":"05.07.02","descr":"Levantamento de elementos do sistema existente e sua recolocação de acordo com o definido no projeto:","und":""},
{"id_orc":"1019","cod":"05.07.02.01","descr":"Sinais de \"código\", baias, balizas e marcos.","und":"un"},
{"id_orc":"1020","cod":"05.07.02.02","descr":"Sinais de Informação, Setas e Painéis.","und":"un"},
{"id_orc":"1021","cod":"05.07.02.03","descr":"Pórticos.","und":"un"},
{"id_orc":"1022","cod":"05.07.02.04","descr":"Semi-pórticos.","und":"un"},
{"id_orc":"1023","cod":"05.07.02.05","descr":"Marcadores.","und":"un"},
{"id_orc":"1024","cod":"05.07.02.06","descr":"Delineadores.","und":"un"},
{"id_orc":"1025","cod":"05.07.02.07","descr":"Guardas metálicas.","und":"m"},
{"id_orc":"1026","cod":"05.07.02.08","descr":"Guardas rígidas.","und":"m"},
{"id_orc":"1027","cod":"05.07.03","descr":"Eliminação de marcas da sinalização horizontal.","und":"m2"},
{"id_orc":"1028","cod":"05.08","descr":"Sinalização temporária:","und":""},
{"id_orc":"1029","cod":"05.08.01","descr":"Sinalização temporária de trabalhos, de acordo com o definido no projeto, referente a sinalização vertical, horizontal e outros equipamentos necessários, incluindo fornecimento, implantação e colocação.","und":"vg"},
{"id_orc":"1030","cod":"05.09","descr":"Outros Trabalhos:","und":""},
{"id_orc":"1031","cod":"06","descr":"Obras de arte","und":""},
{"id_orc":"1032","cod":"06.01","descr":"Trabalhos preparatórios e fundações especiais:","und":""},
{"id_orc":"1033","cod":"06.01.01","descr":"Escavação para abertura de fundações, incluindo implantação, entivação, escoramento, bombagem e esgoto de eventuais águas afluentes, carga, transporte e espalhamento em vazadouro dos produtos sobrantes, e eventual indemnização por depósito:","und":""},
{"id_orc":"1034","cod":"06.01.01.01","descr":"Em terreno brando","und":"m3"},
{"id_orc":"1035","cod":"06.01.01.02","descr":"Em terreno duro","und":"m3"},
{"id_orc":"1036","cod":"06.01.01.03","descr":"Em terreno compacto (rocha).","und":"m3"},
{"id_orc":"1037","cod":"06.01.02","descr":"Execução de ensecadeiras.","und":"m2"},
{"id_orc":"1038","cod":"06.01.03","descr":"Execução de estacas verticais:","und":""},
{"id_orc":"1039","cod":"06.01.03.01","descr":"Com 0,50 m de diâmetro.","und":"m"},
{"id_orc":"1040","cod":"06.01.03.02","descr":"Com 0,60 m de diâmetro.","und":"m"},
{"id_orc":"1041","cod":"06.01.03.03","descr":"Com 0,80 m de diâmetro.","und":"m"},
{"id_orc":"1042","cod":"06.01.03.04","descr":"Com 1,00 m de diâmetro.","und":"m"},
{"id_orc":"1043","cod":"06.01.03.05","descr":"Com 1,20 m de diâmetro.","und":"m"},
{"id_orc":"1044","cod":"06.01.03.06","descr":"Com 1,50 m de diâmetro.","und":"m"},
{"id_orc":"1045","cod":"06.01.03.07","descr":"Com 2,00 m de diâmetro.","und":"m"},
{"id_orc":"1046","cod":"06.01.04","descr":"Execução de estacas inclinadas:","und":""},
{"id_orc":"1047","cod":"06.01.04.01","descr":"Com 0,50 m de diâmetro.","und":"m"},
{"id_orc":"1048","cod":"06.01.04.02","descr":"Com 0,60 m de diâmetro.","und":"m"},
{"id_orc":"1049","cod":"06.01.04.03","descr":"Com 0,80 m de diâmetro.","und":"m"},
{"id_orc":"1050","cod":"06.01.05","descr":"Execução  de poços:","und":""},
{"id_orc":"1051","cod":"06.01.05.01","descr":"Com 1,00 m de diâmetro.","und":"m"},
{"id_orc":"1052","cod":"06.01.05.02","descr":"Com 1,20 m de diâmetro.","und":"m"},
{"id_orc":"1053","cod":"06.01.05.03","descr":"Com 2,00 m de diâmetro.","und":"m"},
{"id_orc":"1054","cod":"06.01.06","descr":"Execução de micro-estacas.","und":"m"},
{"id_orc":"1055","cod":"06.01.07","descr":"Execução de barretas.","und":"m"},
{"id_orc":"1056","cod":"06.01.08","descr":"Injeção na base das estacas:","und":""},
{"id_orc":"1057","cod":"06.01.08.01","descr":"Furação na ponta das estacas para injeção.","und":"m"},
{"id_orc":"1058","cod":"06.01.08.02","descr":"Fornecimento e introdução de tubo obturado na ponta.","und":"m"},
{"id_orc":"1059","cod":"06.01.08.03","descr":"Injeção de calda.","und":"ton"},
{"id_orc":"1060","cod":"06.02","descr":"Prefabricadas ou quadros de pequena secção, incluindo bocas e todos os trabalhos necessários, e ainda, para a sua implantação, a escavação em terreno de qualquer natureza, a remoção, reposição, condução a vazadouro dos produtos sobrantes, e eventuais indemnizações por depósito:","und":""},
{"id_orc":"1061","cod":"06.02.01","descr":"Em betão armado de secção rectangular:","und":""},
{"id_orc":"1062","cod":"06.02.01.01","descr":"Com secção 3,00 x 3,00 m2.","und":"m"},
{"id_orc":"1063","cod":"06.02.01.02","descr":"Com secção 2 x 3,00 x 3,00 m2.","und":"m"},
{"id_orc":"1064","cod":"06.02.01.03","descr":"Com secção 4,00 x 4,00 m2.","und":"m"},
{"id_orc":"1065","cod":"06.02.01.04","descr":"Com secção 2 x 4,00 x 4,00 m2.","und":"m"},
{"id_orc":"1066","cod":"06.02.02","descr":"Em betão armado, constituídas por peças prefabricadas, de secção rectangular ou outra:","und":""},
{"id_orc":"1067","cod":"06.02.02.01","descr":"De secção simples, com altura igual ou superior a 2,50 m e inferior ou igual a 4,00 m.","und":"m"},
{"id_orc":"1068","cod":"06.02.02.02","descr":"De secção simples, com altura superior a 4,00 m.","und":"m"},
{"id_orc":"1069","cod":"06.02.02.03","descr":"De secção dupla, com altura igual ou superior a 2,50 m e inferior ou igual a 4,00 m.","und":"m"},
{"id_orc":"1070","cod":"06.02.02.04","descr":"De secção dupla, com altura superior a 4,00 m.","und":"m"},
{"id_orc":"1071","cod":"06.02.02.05","descr":"De secção tripla, com altura igual ou superior a 2,50 m e inferior ou igual a 4,00 m.","und":"m"},
{"id_orc":"1072","cod":"06.02.02.06","descr":"De secção tripla, com altura superior a 4,00 m.","und":"m"},
{"id_orc":"1073","cod":"06.02.03","descr":"Metálicas, constituídas por painéis de chapa de aço ondulada ou sistema equivalente:","und":""},
{"id_orc":"1074","cod":"06.02.03.01","descr":"De secção simples, com altura igual ou superior a 2,50 m e inferior ou igual a 4,00 m.","und":"m"},
{"id_orc":"1075","cod":"06.02.03.02","descr":"De secção simples, com altura superior a 4,00 m.","und":"m"},
{"id_orc":"1076","cod":"06.02.03.03","descr":"De secção dupla, com altura igual ou superior a 2,50 m e inferior ou igual a 4,00 m.","und":"m"},
{"id_orc":"1077","cod":"06.02.03.04","descr":"De secção dupla, com altura superior a 4,00 m.","und":"m"},
{"id_orc":"1078","cod":"06.02.03.05","descr":"De secção tripla, com altura igual ou superior a 2,50 m e inferior ou igual a 4,00 m.","und":"m"},
{"id_orc":"1079","cod":"06.02.03.06","descr":"De secção tripla, com altura superior a 4,00 m.","und":"m"},
{"id_orc":"1080","cod":"06.03","descr":"Cofragem, incluindo reaplicações:","und":""},
{"id_orc":"1081","cod":"06.03.01","descr":"Para betão não à vista.","und":"m2"},
{"id_orc":"1082","cod":"06.03.02","descr":"Para betão à vista.","und":"m2"},
{"id_orc":"1083","cod":"06.03.03","descr":"Em moldes perdidos.","und":"m2"},
{"id_orc":"1084","cod":"06.03.04","descr":"Para vigas prefabricadas em estaleiro.","und":"m2"},
{"id_orc":"1085","cod":"06.03.05","descr":"Pré-lajes prefabricadas, para cofragem perdida de lajes entre vigas.","und":"m2"},
{"id_orc":"1086","cod":"06.04","descr":"Betões, incluindo fornecimento e colocação:","und":""},
{"id_orc":"1087","cod":"06.04.01","descr":"Betão tipo C 12\/15 na regularização de fundações. \n(B 15).","und":"m3"},
{"id_orc":"1088","cod":"06.04.02","descr":"Betão tipo C 16\/20 na regularização de fundações. \n(B 20).","und":"m3"},
{"id_orc":"1089","cod":"06.04.03","descr":"Betão tipo C 20\/25. (B 25).","und":"m3"},
{"id_orc":"1090","cod":"06.04.04","descr":"Betão tipo C 25\/30. (B 30).","und":"m3"},
{"id_orc":"1091","cod":"06.04.05","descr":"Betão tipo C 30\/37. (B 35).","und":"m3"},
{"id_orc":"1092","cod":"06.04.06","descr":"Betão tipo C 35\/45. (B 40).","und":"m3"},
{"id_orc":"1093","cod":"06.04.07","descr":"Betão tipo C 40\/50.","und":"m3"},
{"id_orc":"1094","cod":"06.04.08","descr":"Betão tipo C 45\/55.","und":"m3"},
{"id_orc":"1095","cod":"06.04.09","descr":"Betão tipo C 50\/60.","und":"m3"},
{"id_orc":"1096","cod":"06.05","descr":"Aços, incluindo fornecimento  e montagem:","und":""},
{"id_orc":"1097","cod":"06.05.01","descr":"Aço A 235 NR.","und":"kg"},
{"id_orc":"1098","cod":"06.05.02","descr":"Aço A 235 ER.","und":"kg"},
{"id_orc":"1099","cod":"06.05.03","descr":"Aço A 400 NR.","und":"kg"},
{"id_orc":"1100","cod":"06.05.04","descr":"Aço A 400 ER.","und":"kg"},
{"id_orc":"1101","cod":"06.05.05","descr":"Aço A 500 NR.","und":"kg"},
{"id_orc":"1102","cod":"06.05.06","descr":"Aço A 500 ER.","und":"kg"},
{"id_orc":"1103","cod":"06.05.07","descr":"Redes electrossoldadas.","und":"kg"},
{"id_orc":"1104","cod":"06.05.08","descr":"Treliças electrossoldadas.","und":"kg"},
{"id_orc":"1105","cod":"06.05.09","descr":"Aços de alta resistência :","und":""},
{"id_orc":"1106","cod":"06.05.09.01","descr":"Para pré-esforço aderente, pós-tensionado, em cordão.","und":"kg"},
{"id_orc":"1107","cod":"06.05.09.02","descr":"Para pré-esforço aderente, pós-tensionado, em barra.","und":"kg"},
{"id_orc":"1108","cod":"06.05.09.03","descr":"Para pré-esforço aderente, pré-tensionado.","und":"kg"},
{"id_orc":"1109","cod":"06.05.09.04","descr":"Para pré-esforço exterior, em cordão.","und":"kg"},
{"id_orc":"1110","cod":"06.05.09.05","descr":"Para pré-esforço exterior, em barra.","und":"kg"},
{"id_orc":"1111","cod":"06.05.09.06","descr":"Em tirantes.","und":"kg"},
{"id_orc":"1112","cod":"06.06","descr":"Peças em aço Fe510:","und":""},
{"id_orc":"1113","cod":"06.06.01","descr":"Aço em perfis correntes comerciais.","und":"kg"},
{"id_orc":"1114","cod":"06.06.02","descr":"Ancoragens e desviadores para pré-esforço exterior.","und":"vg"},
{"id_orc":"1115","cod":"06.06.03","descr":"Elementos em aço nos mastros.","und":"vg"},
{"id_orc":"1116","cod":"06.07","descr":"Processos construtivos:","und":""},
{"id_orc":"1117","cod":"06.07.01","descr":"Cavaletes para montagem dos moldes e cimbres necessários à execução do tabuleiro, incluindo passagens de serviço, desvios provisórios, trabalhos de montagem e desmontagem, eventual sinalização provisória e estruturas de proteção.","und":"m3"},
{"id_orc":"1118","cod":"06.07.02","descr":"Transporte e colocação de vigas prefabricadas:","und":""},
{"id_orc":"1119","cod":"06.07.02.01","descr":"Para vãos até 15,0 metros.","und":"m"},
{"id_orc":"1120","cod":"06.07.02.02","descr":"Para vãos de comprimento superior a 15,0 metros e igual ou inferior a 25,0 metros.","und":"m"},
{"id_orc":"1121","cod":"06.07.02.03","descr":"Para vãos de comprimento superior a 25,0 metros e igual ou inferior a 35,0 metros.","und":"m"},
{"id_orc":"1122","cod":"06.07.02.04","descr":"Para vãos de comprimento superior a 35,0 metros.","und":"m"},
{"id_orc":"1123","cod":"06.07.03","descr":"Cimbre autolançado para montagem dos moldes necessários à execução do tabuleiro, incluindo trabalhos de montagem, desmontagem e operação, eventual sinalização provisória e estruturas de proteção.","und":"un"},
{"id_orc":"1124","cod":"06.07.04","descr":"Cimbres móveis para a execução de tabuleiros por avanços sucessivos, incluindo estruturas para a execução dos fechos.","und":"un"},
{"id_orc":"1125","cod":"06.07.05","descr":"Sistemas de equilíbrio exterior das consolas, incluindo torres metálicas, tirantes e unidades de ancoragem.","und":"un"},
{"id_orc":"1126","cod":"06.07.06","descr":"Bailéus móveis para a construção do tabuleiro, incluindo montagem desmontagem e operação bem como eventuais caminhos de rolamento.","und":"un"},
{"id_orc":"1127","cod":"06.07.07","descr":"Sistema de lançamento incremental, incluindo parque de pré-fabricação, equipamento de empurre, nariz metálico e respetiva fixação, guias laterais, placas de deslize, operações de montagem de equipamento, lançamento e desmontagem, incluindo todos os demais trabalhos necessários.","und":"un"},
{"id_orc":"1128","cod":"06.08","descr":"Aterro junto a estruturas ou elementos estruturais, incluindo o fornecimento dos materiais, eventual escavação em empréstimo, transporte, espalhamento e compactação:","und":""},
{"id_orc":"1129","cod":"06.08.01","descr":"Em fundações.","und":"m3"},
{"id_orc":"1130","cod":"06.08.02","descr":"Em encontros, nomeadamente do tipo perdido ou cofre, ou no tardoz de montantes e muros de ala.","und":"m3"},
{"id_orc":"1131","cod":"06.08.03","descr":"Em encontros do tipo terra armada.","und":"m3"},
{"id_orc":"1132","cod":"06.09","descr":"Diversos:","und":""},
{"id_orc":"1133","cod":"06.09.01","descr":"Placas de esferovite, incluindo fornecimento e colocação:","und":""},
{"id_orc":"1134","cod":"06.09.01.01","descr":"Com 0,020 m de espessura.","und":"m2"},
{"id_orc":"1135","cod":"06.09.01.02","descr":"Com 0,025 m de espessura.","und":"m2"},
{"id_orc":"1136","cod":"06.09.01.03","descr":"Com 0,030 m de espessura.","und":"m2"},
{"id_orc":"1137","cod":"06.09.02","descr":"Placas de aglomerado negro de cortiça, incluindo fornecimento e colocação:","und":""},
{"id_orc":"1138","cod":"06.09.02.01","descr":"Com 0,020 m de espessura.","und":"m2"},
{"id_orc":"1139","cod":"06.09.02.02","descr":"Com 0,025 m de espessura.","und":"m2"},
{"id_orc":"1140","cod":"06.09.02.03","descr":"Com 0,030 m de espessura.","und":"m2"},
{"id_orc":"1141","cod":"06.09.03","descr":"Fornecimento e colocação de tubos de PVC nos enchimentos de passeios ou passadiços de serviço.","und":"m"},
{"id_orc":"1142","cod":"06.09.04","descr":"Execução de caixas para ligação aos tubos instalados nos passeios ou passadiços de serviço:","und":""},
{"id_orc":"1143","cod":"06.09.04.01","descr":"Na transição da plataforma da via para a obra de arte.","und":"un"},
{"id_orc":"1144","cod":"06.09.04.02","descr":"Sobre a obra de arte.","und":"un"},
{"id_orc":"1145","cod":"06.09.05","descr":"Esgotos pluviais do tabuleiro, incluindo fornecimento e aplicação:","und":""},
{"id_orc":"1146","cod":"06.09.05.01","descr":"Caixas de receção, incluindo grelha e aro.","und":"un"},
{"id_orc":"1147","cod":"06.09.05.02","descr":"Tubos de ferro galvanizado para esgoto do tabuleiro.","und":"un"},
{"id_orc":"1148","cod":"06.09.05.03","descr":"Tubos de descarga em PVC.","und":"m"},
{"id_orc":"1149","cod":"06.09.05.04","descr":"Descidas de talude, revestidas com betão,  de secção semicircular, com 0,30 m de diâmetro.","und":"m"},
{"id_orc":"1150","cod":"06.09.05.05","descr":"Execução de caixas de ligação das caleiras de taludes à valeta.","und":"un"},
{"id_orc":"1151","cod":"06.09.06","descr":"Revestimento dos taludes sob a obra de arte e\/ou nos cones de aterro, incluindo fornecimento e colocação das peças ou dos materiais necessários:","und":""},
{"id_orc":"1152","cod":"06.09.06.01","descr":"Com lajetas em betão prefabricadas.","und":"m2"},
{"id_orc":"1153","cod":"06.09.06.02","descr":"Com enrocamento argamassado.","und":"m2"},
{"id_orc":"1154","cod":"06.09.06.03","descr":"Com material granular britado.","und":"m2"},
{"id_orc":"1155","cod":"06.09.07","descr":"Fornecimento e colocação de guardas metálicas de segurança, no tabuleiro.","und":"m"},
{"id_orc":"1156","cod":"06.09.08","descr":"Fornecimento e colocação de guardas metálicas de segurança, para proteção de pilares.","und":"m"},
{"id_orc":"1157","cod":"06.09.09","descr":"Fornecimento e colocação de guarda-corpos.","und":"m"},
{"id_orc":"1158","cod":"06.09.10","descr":"Fornecimento e colocação de betão de agregados leves para enchimento de passeios, passadiços de serviço e separadores.","und":"m3"},
{"id_orc":"1159","cod":"06.09.11","descr":"Fornecimento e colocação de lancil em passeios e\/ou separadores:","und":""},
{"id_orc":"1160","cod":"06.09.11.01","descr":"Em lancil de betão prefabricado.","und":"m"},
{"id_orc":"1161","cod":"06.09.11.02","descr":"Em lancil de betão armado, executado \"in situ\" em 2ª fase.","und":"m"},
{"id_orc":"1162","cod":"06.09.12","descr":"Revestimento de passeios e\/ou separadores, incluindo fornecimento e colocação:","und":""},
{"id_orc":"1163","cod":"06.09.12.01","descr":"Com argamassa com 0,02 m de espessura.","und":"m2"},
{"id_orc":"1164","cod":"06.09.12.02","descr":"Com argamassa esquartelada.","und":"m2"},
{"id_orc":"1165","cod":"06.09.12.03","descr":"Com mosaico hidráulico.","und":"m2"},
{"id_orc":"1166","cod":"06.09.12.04","descr":"Com blocos de pedra.","und":"m2"},
{"id_orc":"1167","cod":"06.09.13","descr":"Cornijas prefabricadas, incluindo fornecimento e colocação.","und":"m"},
{"id_orc":"1168","cod":"06.09.14","descr":"Aparelhos de apoio, incluindo fornecimento e colocação:","und":""},
{"id_orc":"1169","cod":"06.09.14.01","descr":"Em neoprene cintado.","und":"un"},
{"id_orc":"1170","cod":"06.09.14.02","descr":"Em neoprene cintado circulares.","und":"un"},
{"id_orc":"1171","cod":"06.09.14.03","descr":"Em neoprene cintado dotado de placa de deslizamento em teflon.","und":"un"},
{"id_orc":"1172","cod":"06.09.14.04","descr":"Em neoprene cintado dotado de placa de deslizamento em teflon, com guiamento.","und":"un"},
{"id_orc":"1173","cod":"06.09.14.05","descr":"Do tipo panela, fixos.","und":"un"},
{"id_orc":"1174","cod":"06.09.14.06","descr":"Do tipo panela unidirecionais.","und":"un"},
{"id_orc":"1175","cod":"06.09.14.07","descr":"Do tipo panela multidirecionais.","und":"un"},
{"id_orc":"1176","cod":"06.09.14.08","descr":"Do tipo linear em aço, fixos.","und":"un"},
{"id_orc":"1177","cod":"06.09.14.09","descr":"Do tipo linear em aço unidirecionais.","und":"un"},
{"id_orc":"1178","cod":"06.09.14.10","descr":"Do tipo linear em aço multidirecionais.","und":"un"},
{"id_orc":"1179","cod":"06.09.15","descr":"Dispositivos de amortecimento sísmico:","und":""},
{"id_orc":"1180","cod":"06.09.15.01","descr":"Batentes em blocos de neoprene, incluindo chapa de fixação, chumbadouros e todos os trabalhos acessórios.","und":"un"},
{"id_orc":"1181","cod":"06.09.15.02","descr":"Aparelhos oleodinâmicos, com características definidas no projeto.","und":"un"},
{"id_orc":"1182","cod":"06.09.16","descr":"Tubos de ferro e redes de proteção para arejamento do interior do tabuleiro e pilares.","und":"un"},
{"id_orc":"1183","cod":"06.09.17","descr":"Portas metálicas para acesso ao interior dos pilares e encontros","und":"un"},
{"id_orc":"1184","cod":"06.09.18","descr":"Escadas metálicas no interior dos pilares incluindo fixações, plataformas, e todos os materiais e trabalhos acessórios.","und":"un"},
{"id_orc":"1185","cod":"06.09.19","descr":"Alçapões metálicos no tabuleiro para acesso aos pilares.","und":"un"},
{"id_orc":"1186","cod":"06.09.20","descr":"Bainhas de polipropileno nos tirantes","und":"m"},
{"id_orc":"1187","cod":"06.09.21","descr":"Execução de cortina drenante no tardoz de montantes e\/ou muros de ala, incluindo coletor ou caleira de fundo:","und":""},
{"id_orc":"1188","cod":"06.09.21.01","descr":"Com materiais granulares com D > 0,20 m.","und":"m2"},
{"id_orc":"1189","cod":"06.09.21.02","descr":"Com geossintéticos.","und":"m2"},
{"id_orc":"1190","cod":"06.09.22","descr":"Boeiros em montantes e\/ou muros de ala.","und":"un"},
{"id_orc":"1191","cod":"06.09.23","descr":"Caleiras no tardoz de muros de ala, revestidas a betão, para drenagem de águas pluviais:","und":""},
{"id_orc":"1192","cod":"06.09.23.01","descr":"De secção triangular ou trapezoidal.","und":"m"},
{"id_orc":"1193","cod":"06.09.23.02","descr":"De secção semicircular com 0,30 m de diâmetro.","und":"m"},
{"id_orc":"1194","cod":"06.09.24","descr":"Execução de drenos transversais na extremidade de lajes de transição, incluindo fornecimento e colocação de todos os materiais necessários.","und":"m"},
{"id_orc":"1195","cod":"06.09.25","descr":"Fornecimento e colocação de juntas de dilatação.","und":"m"},
{"id_orc":"1196","cod":"06.09.26","descr":"Fornecimento e colocação de lâminas de estanquicidade em PVC.","und":"m"},
{"id_orc":"1197","cod":"06.09.27","descr":"Batentes de travamento transversais em  neoprene, nos encontros incluindo fornecimento e colocação.","und":"un"},
{"id_orc":"1198","cod":"06.09.28","descr":"Impermeabilização de elementos enterrados, com emulsão betuminosa.","und":"m2"},
{"id_orc":"1199","cod":"06.09.29","descr":"Impermeabilização do tabuleiro conforme especificado no projeto, incluindo fornecimento e aplicação dos produtos impermeabilizantes.","und":"m2"},
{"id_orc":"1200","cod":"06.09.30","descr":"Perfil rígido no separador, incluindo chumbadouros.","und":"m"},
{"id_orc":"1201","cod":"06.09.31","descr":"Trabalhos específicos em alargamento de obras de arte:","und":""},
{"id_orc":"1202","cod":"06.09.31.01","descr":"Demolição de estruturas existentes de betão armado, ou pré-esforçado.","und":"m3"},
{"id_orc":"1203","cod":"06.09.31.02","descr":"Demolição de elementos de betão armado, ou armado pré-esforçado, em estruturas existentes, e posterior ligação a novos elementos, incluindo tratamento de superfícies.","und":"m3"},
{"id_orc":"1204","cod":"06.09.31.03","descr":"Terraplenagem nos acessos, incluindo todos os trabalhos necessários à manutenção das condições de circulação em segurança, de veículos e\/ou peões.","und":"m3"},
{"id_orc":"1205","cod":"06.09.31.04","descr":"Tratamento para recuperação de guarda corpos existentes, incluindo desmontagem e montagem, e todos os trabalhos necessários.","und":"m"},
{"id_orc":"1206","cod":"06.09.32","descr":"Pintura de superfícies de betão com espessuras e tintas definidas no projeto.","und":"m2"},
{"id_orc":"1207","cod":"06.09.33","descr":"Logótipo IE em bronze, nos acrotérios, incluindo fornecimento e colocação.","und":"un"},
{"id_orc":"1208","cod":"06.09.34","descr":"Inscrições nos acrotérios, de acordo com o definido no projeto.","und":"un"},
{"id_orc":"1209","cod":"06.09.35","descr":"Passagens superiores metálicas para peões, incluindo acessos.","und":"m"},
{"id_orc":"1210","cod":"06.09.36","descr":"Encontros do tipo terra armada, não incluindo aterros.","und":"m2"},
{"id_orc":"1211","cod":"06.09.37","descr":"Drenos transversais a colocar a toda a largura da plataforma, no fim das lajes de transição.","und":"m"},
{"id_orc":"1212","cod":"06.10","descr":"Outros Trabalhos:","und":""},
{"id_orc":"1213","cod":"07","descr":"Túneis","und":""},
{"id_orc":"1214","cod":"07.01","descr":"Trabalhos preparatórios:","und":""},
{"id_orc":"1215","cod":"07.01.01","descr":"Desmatação incluindo derrube de árvores, desenraizamento, limpeza do terreno, carga, transporte e colocação dos produtos em vazadouro e eventual indemnização por depósito.","und":"m2"},
{"id_orc":"1216","cod":"07.01.02","descr":"Demolição de construções (excluindo muros) incluindo carga, transporte e colocação dos produtos em vazadouro, com eventual indemnização por depósito.","und":"m3"},
{"id_orc":"1217","cod":"07.01.03","descr":"Demolição de muros incluindo carga, transporte e colocação dos produtos em vazadouro, com eventual indemnização por depósito.","und":"m2"},
{"id_orc":"1218","cod":"07.01.04","descr":"Desativação de poços, nascentes ou outras captações existentes:","und":""},
{"id_orc":"1219","cod":"07.01.04.01","descr":"Enchimento de poços com enrocamento ou outro material com características drenantes equivalentes.","und":"m3"},
{"id_orc":"1220","cod":"07.01.04.02","descr":"Captação e condução de águas.","und":"m"},
{"id_orc":"1221","cod":"07.01.05","descr":"Decapagem de terra vegetal com a(s) espessura(s) média(s) definida(s) no projeto e sua colocação em vazadouro, ou depósito provisório para posterior utilização, incluindo carga, transporte, proteção e eventual indemnização por depósito.","und":"m2"},
{"id_orc":"1222","cod":"07.01.06","descr":"Observação e eventual reforço de estruturas a preservar.","und":"um"},
{"id_orc":"1223","cod":"07.02","descr":"Escavação e colocação em aterro ou depósito:","und":""},
{"id_orc":"1224","cod":"07.02.01","descr":"Escavação incluindo o desmonte, drenagem temporária, ventilação, carga e transporte até à zona de colocação, em aterro ou depósito:","und":""},
{"id_orc":"1225","cod":"07.02.01.01","descr":"A céu aberto em terrenos de qualquer natureza.","und":"m3"},
{"id_orc":"1226","cod":"07.02.01.02","descr":"Em túnel - ZG 3.","und":"m3"},
{"id_orc":"1227","cod":"07.02.01.03","descr":"Em túnel - ZG 2.","und":"m3"},
{"id_orc":"1228","cod":"07.02.01.04","descr":"Em túnel - ZG 1.","und":"m3"},
{"id_orc":"1229","cod":"07.02.02","descr":"Colocação em aterro dos materiais provenientes da escavação, incluindo espalhamento e compactação.","und":"m3"},
{"id_orc":"1230","cod":"07.02.03","descr":"Colocação em depósito provisório ou definitivo dos materiais provenientes da escavação, incluindo espalhamento e regularização.","und":"m3"},
{"id_orc":"1231","cod":"07.03","descr":"Suportes iniciais:","und":""},
{"id_orc":"1232","cod":"07.03.01","descr":"Emboquilhamentos:","und":""},
{"id_orc":"1233","cod":"07.03.01.01","descr":"Pregagens, incluindo a furação, colocação, posicionadores, selagem e todos os trabalhos necessários, com varão de aço com diâmetro de 25 mm.","und":"m"},
{"id_orc":"1234","cod":"07.03.01.02","descr":"Pregagens, incluindo a furação, colocação, posicionadores, selagem e todos os trabalhos necessários, com varão de aço com diâmetro de 32 mm.","und":"m"},
{"id_orc":"1235","cod":"07.03.01.03","descr":"Pregagens instaladas por vibrocravação, incluindo todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"1236","cod":"07.03.01.04","descr":"Rede metálica electrossoldada, incluindo montagem, fixação e todos os acessórios.","und":"m2"},
{"id_orc":"1237","cod":"07.03.01.05","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 5 cm.","und":"m2"},
{"id_orc":"1238","cod":"07.03.01.06","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 10 cm.","und":"m2"},
{"id_orc":"1239","cod":"07.03.01.07","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 15 cm.","und":"m2"},
{"id_orc":"1240","cod":"07.03.01.08","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 20 cm.","und":"m2"},
{"id_orc":"1241","cod":"07.03.01.09","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 25 cm.","und":"m2"},
{"id_orc":"1242","cod":"07.03.01.10","descr":"Cambotas metálicas, na constituição do pré-túnel e suporte inicial incluindo colocação e todos os acessórios, em perfil TH.","und":"kg"},
{"id_orc":"1243","cod":"07.03.01.11","descr":"Cambotas metálicas, na constituição do pré-túnel e suporte inicial incluindo colocação e todos os acessórios, em perfil HEB.","und":"Kg"},
{"id_orc":"1244","cod":"07.03.01.12","descr":"Cambotas metálicas, na constituição do pré-túnel e suporte inicial incluindo colocação e todos os acessórios, trianguladas.","und":"kg"},
{"id_orc":"1245","cod":"07.03.01.13","descr":"Cambotas metálicas, na constituição do pré-túnel e suporte inicial incluindo colocação e todos os acessórios, de outros tipos.","und":"kg"},
{"id_orc":"1246","cod":"07.03.02","descr":"Em ZG 3:","und":""},
{"id_orc":"1247","cod":"07.03.02.01","descr":"Micro-estacas em tubo de aço munidas de manchetes, incluindo os trabalhos de furação, injeção e instalação de varão de aço.","und":"m"},
{"id_orc":"1248","cod":"07.03.02.02","descr":"Pregagens, incluindo a furação, colocação, posicionadores, selagem e todos os trabalhos necessários, com varão de aço de diâmetro de 25 mm.","und":"m"},
{"id_orc":"1249","cod":"07.03.02.03","descr":"Pregagens, incluindo a furação, colocação, posicionadores, selagem e todos os trabalhos necessários, com varão de aço de diâmetro de 32 mm.","und":"m"},
{"id_orc":"1250","cod":"07.03.02.04","descr":"Pregagens instaladas por vibrocravação, incluindo todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"1251","cod":"07.03.02.05","descr":"Pregagens expansivas tipo \"Swellex\", incluindo furação e todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"1252","cod":"07.03.02.06","descr":"Pregagens autoperfurantes tipo \"Titan\" , incluindo todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"1253","cod":"07.03.02.07","descr":"Pregagens de varão de fibra de vidro, com diâmetro de 20 mm, incluindo furação, selagem e todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"1254","cod":"07.03.02.08","descr":"Rede metálica electrossoldada, incluindo montagem, fixação e todos os acessórios.","und":"m2"},
{"id_orc":"1255","cod":"07.03.02.09","descr":"Cambotas metálicas na constituição do suporte inicial incluindo colocação e todos os acessórios, em perfil TH.","und":"kg"},
{"id_orc":"1256","cod":"07.03.02.10","descr":"Cambotas metálicas na constituição do suporte inicial incluindo colocação e todos os acessórios, em perfil HEB.","und":"kg"},
{"id_orc":"1257","cod":"07.03.02.11","descr":"Cambotas metálicas na constituição do suporte inicial incluindo colocação e todos os acessórios, trianguladas.","und":"kg"},
{"id_orc":"1258","cod":"07.03.02.12","descr":"Cambotas metálicas na constituição do suporte inicial incluindo colocação e todos os acessórios, de outros tipos.","und":"Kg"},
{"id_orc":"1259","cod":"07.03.02.13","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 5 cm.","und":"m2"},
{"id_orc":"1260","cod":"07.03.02.14","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 10 cm.","und":"m2"},
{"id_orc":"1261","cod":"07.03.02.15","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 15 cm.","und":"m2"},
{"id_orc":"1262","cod":"07.03.02.16","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 20 cm.","und":"m2"},
{"id_orc":"1263","cod":"07.03.02.17","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 25 cm.","und":"m2"},
{"id_orc":"1264","cod":"07.03.02.18","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 10 cm.","und":"m2"},
{"id_orc":"1265","cod":"07.03.02.19","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 15 cm.","und":"m2"},
{"id_orc":"1266","cod":"07.03.02.20","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 20 cm.","und":"m2"},
{"id_orc":"1267","cod":"07.03.02.21","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 25 cm.","und":"m2"},
{"id_orc":"1268","cod":"07.03.03","descr":"Em ZG 2:","und":""},
{"id_orc":"1269","cod":"07.03.03.01","descr":"Pregagens, incluindo a furação, colocação, posicionadores, selagem e todos os trabalhos necessários, com varão de aço de diâmetro de 25 mm.","und":"m"},
{"id_orc":"1270","cod":"07.03.03.02","descr":"Pregagens, incluindo a furação, colocação, posicionadores, selagem e todos os trabalhos necessários, com varão de aço de diâmetro de 32 mm.","und":"m"},
{"id_orc":"1271","cod":"07.03.03.03","descr":"Pregagens expansivas tipo \"Swellex\", incluindo furação e todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"1272","cod":"07.03.03.04","descr":"Rede metálica electrossoldada, incluindo montagem, fixação e todos os acessórios.","und":"m2"},
{"id_orc":"1273","cod":"07.03.03.05","descr":"Cambotas metálicas na constituição do suporte inicial incluindo colocação e todos os acessórios, em perfil TH.","und":"kg"},
{"id_orc":"1274","cod":"07.03.03.06","descr":"Cambotas metálicas na constituição do suporte inicial incluindo colocação e todos os acessórios, em perfil HEB.","und":"kg"},
{"id_orc":"1275","cod":"07.03.03.07","descr":"Cambotas metálicas na constituição do suporte inicial incluindo colocação e todos os acessórios, trianguladas.","und":"kg"},
{"id_orc":"1276","cod":"07.03.03.08","descr":"Cambotas metálicas na constituição do suporte inicial incluindo colocação e todos os acessórios, de outros tipos.","und":"kg"},
{"id_orc":"1277","cod":"07.03.03.09","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 5 cm.","und":"m2"},
{"id_orc":"1278","cod":"07.03.03.10","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 10 cm.","und":"m2"},
{"id_orc":"1279","cod":"07.03.03.11","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 15 cm.","und":"m2"},
{"id_orc":"1280","cod":"07.03.03.12","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 5 cm.","und":"m2"},
{"id_orc":"1281","cod":"07.03.03.13","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 10 cm.","und":"m2"},
{"id_orc":"1282","cod":"07.03.03.14","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 15 cm.","und":"m2"},
{"id_orc":"1283","cod":"07.03.04","descr":"Em ZG 1:","und":""},
{"id_orc":"1284","cod":"07.03.04.01","descr":"Pregagens, incluindo furação, colocação, posicionadores, selagem e todos os trabalhos necessários, com varão de aço de diâmetro de 25 mm.","und":"m"},
{"id_orc":"1285","cod":"07.03.04.02","descr":"Pregagens, incluindo furação, colocação, posicionadores, selagem e todos os trabalhos necessários, com varão de aço de diâmetro de 32 mm.","und":"m"},
{"id_orc":"1286","cod":"07.03.04.03","descr":"Pregagens expansivas tipo \"Swellex\", incluindo furação e todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"1287","cod":"07.03.04.04","descr":"Rede metálica electrossoldada, incluindo montagem, fixação e todos os acessórios.","und":"m2"},
{"id_orc":"1288","cod":"07.03.04.05","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 5 cm.","und":"m2"},
{"id_orc":"1289","cod":"07.03.04.06","descr":"Betão projetado na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 10 cm.","und":"m2"},
{"id_orc":"1290","cod":"07.03.04.07","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 5 cm.","und":"m2"},
{"id_orc":"1291","cod":"07.03.04.08","descr":"Betão projetado com fibras metálicas na proteção e suporte de superfícies escavadas, aplicado em camadas com espessura mínima de 5 cm, na espessura final de 10 cm.","und":"m2"},
{"id_orc":"1292","cod":"07.03.05","descr":"Injeções:","und":""},
{"id_orc":"1293","cod":"07.03.05.01","descr":"Injeções de consolidação, incluindo furação e todos os trabalhos necessários, com caldas de cimento.","und":"kg"},
{"id_orc":"1294","cod":"07.03.05.02","descr":"Injeções de consolidação, incluindo furação e todos os trabalhos necessários, com outros produtos.","und":"kg"},
{"id_orc":"1295","cod":"07.04","descr":"Drenagem e impermeabilização:","und":""},
{"id_orc":"1296","cod":"07.04.01","descr":"Dreno colector em PVC a colocar na base dos hesteais do túnel para drenagem do extradorso, incluindo todos os trabalhos acessórios e ligações:","und":""},
{"id_orc":"1297","cod":"07.04.01.01","descr":"Com diâmetro de 100 mm.","und":"m"},
{"id_orc":"1298","cod":"07.04.01.02","descr":"Com diâmetro de 150 mm.","und":"m"},
{"id_orc":"1299","cod":"07.04.02","descr":"Dreno colector longitudinal do pavimento em PVC, crepinado na meia calote superior, a colocar junto a um dos lancis para drenagem das águas de fundação do pavimento, infiltrações, derrames e águas de lavagem, incluindo todos os trabalhos de assentamento e envolvimento com mistura drenante e geotêxti","und":""},
{"id_orc":"1300","cod":"07.04.02.01","descr":"Com diâmetro de 200 mm.","und":"m"},
{"id_orc":"1301","cod":"07.04.02.02","descr":"Com diâmetro de 250 mm.","und":"m"},
{"id_orc":"1302","cod":"07.04.02.03","descr":"Com diâmetro de 300 mm.","und":"m"},
{"id_orc":"1303","cod":"07.04.02.04","descr":"Com diâmetro de 400 mm.","und":"m"},
{"id_orc":"1304","cod":"07.04.03","descr":"Colector longitudinal em PVC para condução exclusiva das águas do extradorso do túnel, incluindo todos os trabalhos acessórios e ligações:","und":""},
{"id_orc":"1305","cod":"07.04.03.01","descr":"Com diâmetro de 200 mm.","und":"m"},
{"id_orc":"1306","cod":"07.04.03.02","descr":"Com diâmetro de 300 mm.","und":"m"},
{"id_orc":"1307","cod":"07.04.03.03","descr":"Com diâmetro de 400 mm.","und":"m"},
{"id_orc":"1308","cod":"07.04.04","descr":"Ramais de ligação em PVC, incluindo todos os trabalhos acessórios e ligações:","und":""},
{"id_orc":"1309","cod":"07.04.04.01","descr":"Com diâmetro de 50 mm.","und":"m"},
{"id_orc":"1310","cod":"07.04.04.02","descr":"Com diâmetro de 100 mm.","und":"m"},
{"id_orc":"1311","cod":"07.04.05","descr":"Geotêxtil não tecido a colocar no extradorso do túnel, incluindo fixação, sobreposições, emendas e todos os trabalhos acessórios:","und":""},
{"id_orc":"1312","cod":"07.04.05.01","descr":"De 500 g\/m2.","und":"m2"},
{"id_orc":"1313","cod":"07.04.05.02","descr":"De 700 g\/m2.","und":"m2"},
{"id_orc":"1314","cod":"07.04.06","descr":"Geocompósito tipo plano para reforço eventual da drenagem do extradorso do túnel, a sobrepor a manta de geotêxtil, incluindo todos os trabalhos de colocação, fixação e ligação ao dreno colector longitudinal do extradorso.","und":"m2"},
{"id_orc":"1315","cod":"07.04.07","descr":"Geodreno para reforço eventual da drenagem do extradorso do túnel, colocado transversalmente à calote sobrepondo-se à manta de geotêxtil com diâmetro de 50mm, incluindo todos os trabalhos de fixação e ligações ao dreno colector longitudinal do extradorso.","und":"m"},
{"id_orc":"1316","cod":"07.04.08","descr":"Lancil prefabricado com colector de ranhura longitudinal para as águas de lavagem, infiltrações e líquidos derramados, incluindo os trabalhos de assentamentos e armaduras, cantoneiras em aço galvanizado a quente com recobrimento de 80 microns e aplicação.","und":"m"},
{"id_orc":"1317","cod":"07.04.09","descr":"Caixa de visita, incluindo tampa metálica em aço galvanizado a quente com recobrimento de 80 microns, e enchimentos para pendentes.","und":"um"},
{"id_orc":"1318","cod":"07.04.10","descr":"Furação do maciço para instalação de drenos profundos ou captação de ressurgências:","und":""},
{"id_orc":"1319","cod":"07.04.10.01","descr":"Em ZG 3.","und":"m"},
{"id_orc":"1320","cod":"07.04.10.02","descr":"Em ZG 2.","und":"m"},
{"id_orc":"1321","cod":"07.04.10.03","descr":"Em ZG 1.","und":"m"},
{"id_orc":"1322","cod":"07.04.11","descr":"Geodreno em PVC com diâmetro de 50 mm, para drenagem do maciço e respetivos acessórios de ligação à rede de drenagem.","und":"m"},
{"id_orc":"1323","cod":"07.04.12","descr":"Impermeabilização das superfícies de betão do túnel a céu aberto por pintura em duas demãos cruzadas de produto betuminoso tipo \"Flintcoat\".","und":"m2"},
{"id_orc":"1324","cod":"07.04.13","descr":"Lâmina de impermeabilização em PVC no interior do túnel, incluindo todos os trabalhos de fixação, soldadura e ensaios de estanqueidade.","und":"m2"},
{"id_orc":"1325","cod":"07.04.14","descr":"Vedante WS em PVC com 200 mm de largura na impermeabilização das juntas entre troços de galeria.","und":"m"},
{"id_orc":"1326","cod":"07.05","descr":"Revestimento definitivo:","und":""},
{"id_orc":"1327","cod":"07.05.01","descr":"Aço:","und":""},
{"id_orc":"1328","cod":"07.05.01.01","descr":"Aço A400NR em varão incluindo empalmes, armaduras de montagem e outros trabalhos acessórios.","und":"kg"},
{"id_orc":"1329","cod":"07.05.01.02","descr":"Rede metálica electrossoldada tipo CQ38 em soleiras do túnel, incluindo todos os acessórios.","und":"m2"},
{"id_orc":"1330","cod":"07.05.02","descr":"Betões tipo C25\/30 (B30.1) incluindo cofragens e todos os trabalhos acessórios:","und":""},
{"id_orc":"1331","cod":"07.05.02.01","descr":"Nas sapatas e soleira em arco invertido.","und":"m3"},
{"id_orc":"1332","cod":"07.05.02.02","descr":"Nos hasteais e abóbada.","und":"m3"},
{"id_orc":"1333","cod":"07.05.02.03","descr":"Nos hasteais e abóbada da(s) galeria(s) de ligação.","und":"m3"},
{"id_orc":"1334","cod":"07.05.02.04","descr":"Nos hasteais e abóbada da(s) galeria(s) de peões.","und":"m3"},
{"id_orc":"1335","cod":"07.05.02.05","descr":"Em nichos.","und":"m3"},
{"id_orc":"1336","cod":"07.05.03","descr":"Betão tipo C 12\/15 em enchimentos.","und":"m3"},
{"id_orc":"1337","cod":"07.05.04","descr":"Caleira técnica:","und":""},
{"id_orc":"1338","cod":"07.05.04.01","descr":"Caleira técnica prefabricada, incluindo armaduras, cantoneiras em aço galvanizado a quente com recobrimento de 80 microns e aplicação.","und":"m"},
{"id_orc":"1339","cod":"07.05.04.02","descr":"Lajetas prefabricadas de betão com aro metálico em cantoneiras em aço galvanizado a quente com recobrimento mínimo de 80 microns no fecho das caleiras técnicas, incluindo todos os trabalhos de montagem.","und":"m"},
{"id_orc":"1340","cod":"07.05.04.03","descr":"Fornecimento e aplicação de tubo de PVC nos passeios da galeria de ligação entre túneis, incluindo todos os trabalhos acessórios, com diâmetro de 200 mm.","und":"m"},
{"id_orc":"1341","cod":"07.05.04.04","descr":"Fornecimento e aplicação de tubo de PVC nos passeios da galeria de ligação entre túneis, incluindo todos os trabalhos acessórios, com diâmetro de 150 mm.","und":"m"},
{"id_orc":"1342","cod":"07.06","descr":"Instrumentação e observação:","und":""},
{"id_orc":"1343","cod":"07.06.01","descr":"Tubos de inclinómetros com todos os acessórios, incluindo furação, colocação de marcas de nivelamento topográfico de precisão e todos os trabalhos de apoio.","und":"m"},
{"id_orc":"1344","cod":"07.06.02","descr":"Execução de furos e instalação de tubos em PVC para piezómetros, incluindo todos os trabalhos de apoio, proteção e manutenção.","und":"m"},
{"id_orc":"1345","cod":"07.06.03","descr":"Extensómetros multipontos incluindo todos os acessórios, trabalhos de furação, de colocação de marcas de nivelamento de precisão e todos os trabalhos de apoio.","und":"m"},
{"id_orc":"1346","cod":"07.06.04","descr":"Instalação de marcas de precisão para a constituição de bases de nivelamento de precisão incluindo todos os trabalhos de apoio e observação.","und":"un"},
{"id_orc":"1347","cod":"07.06.05","descr":"Instalação de bases de convergência nas secções do interior do(s) túnel(eis) incluindo todos os trabalhos de apoio à observação.","und":"un"},
{"id_orc":"1348","cod":"07.06.06","descr":"Fornecimento, instalação e observação de sismógrafos incluindo a construção de abrigos de proteção, manutenção e todos os trabalhos acessórios.","und":"un"},
{"id_orc":"1349","cod":"07.07","descr":"Obras complementares:","und":""},
{"id_orc":"1350","cod":"07.07.01","descr":"Aterro sobre obra ou nas suas imediações, incluindo compactação no preenchimento das escavações na zona do túnel a céu aberto incluindo transporte, carga, espalhamento e controlo de compactação e regularização de superfícies finais.","und":"m3"},
{"id_orc":"1351","cod":"07.07.02","descr":"Execução de ensaios prévios em ancoragens, incluindo todas as operações de colocação em tensão e todos os trabalhos necessários e acessórios.","und":"m"},
{"id_orc":"1352","cod":"07.07.03","descr":"Execução de ancoragens provisórias, incluindo furação, ensaios de permeabilidade, instalação das armaduras, injeção, selagem e todos os materiais necessários, os ensaios de receção e as operações de colocação em tensão:","und":""},
{"id_orc":"1353","cod":"07.07.03.01","descr":"Com tração inferior ou igual a 50 ton.","und":"m"},
{"id_orc":"1354","cod":"07.07.03.02","descr":"Com tração superior a 50 ton e inferior ou igual a 100 ton.","und":"m"},
{"id_orc":"1355","cod":"07.07.03.03","descr":"Com tração superior a 100 ton e inferior ou igual a 150 ton.","und":"m"},
{"id_orc":"1356","cod":"07.07.03.04","descr":"Com tração superior a 150 ton.","und":"m"},
{"id_orc":"1357","cod":"07.07.04","descr":"Execução de ancoragens definitivas, incluindo furação, ensaios de permeabilidade, instalação das armaduras, injeção, selagem e todos os materiais necessários, os ensaios de receção e as operações de colocação em tensão:","und":""},
{"id_orc":"1358","cod":"07.07.04.01","descr":"Com tração inferior ou igual a 50 ton.","und":"m"},
{"id_orc":"1359","cod":"07.07.04.02","descr":"Com tração superior a 50 ton e inferior ou igual a 100 ton.","und":"m"},
{"id_orc":"1360","cod":"07.07.04.03","descr":"Com tração superior a 100 ton e inferior ou igual a 150 Ton.","und":"m"},
{"id_orc":"1361","cod":"07.07.04.04","descr":"Com tração superior a 150 Ton.","und":"m"},
{"id_orc":"1362","cod":"07.07.05","descr":"Células de carga para medição do pré-esforço em ancoragens incluindo todos os acessórios e todos os trabalhos necessários.","und":"un"},
{"id_orc":"1363","cod":"07.08","descr":"Equipamentos:","und":"vg"},
{"id_orc":"1364","cod":"07.08.01","descr":"Instalações elétricas, de acordo com o projeto.","und":"vg"},
{"id_orc":"1365","cod":"07.08.02","descr":"Iluminação, de acordo com o projeto.","und":"vg"},
{"id_orc":"1366","cod":"07.08.03","descr":"Ventilação, de acordo com o projeto.","und":"vg"},
{"id_orc":"1367","cod":"07.08.04","descr":"Segurança, de acordo com o projeto.","und":"vg"},
{"id_orc":"1368","cod":"07.08.05","descr":"Gestão de tráfego, de acordo com o projeto.","und":"vg"},
{"id_orc":"1369","cod":"07.08.06","descr":"Telecomunicações, de acordo com o projeto.","und":"vg"},
{"id_orc":"1370","cod":"07.08.07","descr":"Supervisão e comando, de acordo com o projeto.","und":"vg"},
{"id_orc":"1371","cod":"07.09","descr":"Outros Trabalhos:","und":""},
{"id_orc":"1372","cod":"08","descr":"Diversos","und":""},
{"id_orc":"1373","cod":"08.01","descr":"Montagem e desmontagem do estaleiro, incluindo o arranjo paisagístico da área ocupada após desmontagem.","und":"vg"},
{"id_orc":"1374","cod":"08.02","descr":"Montagem e desmontagem, no estaleiro, do laboratório equipado com todo o material necessário à execução dos ensaios previstos para o controlo de qualidade, e com área igual ou superior à definida.","und":"vg"},
{"id_orc":"1375","cod":"08.03","descr":"Fornecimentos à fiscalização:","und":""},
{"id_orc":"1376","cod":"08.03.01","descr":"Instalações incluindo fornecimento e manutenção de escritórios, residências, e consumíveis necessário ao seu funcionamento.","und":"vg"},
{"id_orc":"1377","cod":"08.03.02","descr":"Transportes, incluindo seguros, combustíveis e manutenção.","und":"vg"},
{"id_orc":"1378","cod":"08.03.03","descr":"Equipamento informático, incluindo software e consumíveis.","und":"vg"},
{"id_orc":"1379","cod":"08.03.04","descr":"Montagem e desmontagem do laboratório para a fiscalização, incluindo consumíveis.","und":"vg"},
{"id_orc":"1380","cod":"08.03.05","descr":"Sistema de comunicações.","und":"vg"},
{"id_orc":"1381","cod":"08.03.06","descr":"Coberturas, fotografia e vídeo.","und":"vg"},
{"id_orc":"1382","cod":"08.04","descr":"Execução do projeto de telas finais dos trabalhos realizados, a entregar ao IE quando da receção provisória da obra.","und":"vg"},
{"id_orc":"1383","cod":"08.05","descr":"Execução de desvios provisórios de tráfego, incluindo sinalização adequada.","und":"vg"},
{"id_orc":"1384","cod":"08.06","descr":"Implementação do plano de segurança e saúde incluindo os meios humanos, materiais e equipamentos.","und":"vg"},
{"id_orc":"1385","cod":"08.07","descr":"Implementação do Acompanhamento Ambiental da Empreitada, incluindo os meios humanos, materiais e equipamentos.","und":"vg"},
{"id_orc":"1386","cod":"08.08","descr":"Acompanhamento da obra por equipa de arqueologia de acordo com C.E.","und":"vg"},
{"id_orc":"1387","cod":"08.09.1","descr":"Reboco","und":"m3"}
]
}
]
